{
    "1 Chronicles": {
      "1": "Adam, Seth, Noah, Shem, Eber, Abraham; Abraham's sons were Isaac and Ishmael; Isaac's sons were Esau and Israel. Kings ruled in Edom.",
      "2": "Judah's line led to Obed, Jesse and David. Caleb was son of Hezron; Jerahmeel was firstborn of Hezron. Caleb's line were the Kenites.",
      "3": "David had six sons at Hebron, four by Bathshua and nine others. Solomon's line led to Jeconiah, and then to the sons of Elioenai.",
      "4": "Reaiah's sons were the Zorathites; God blessed Jabez; Shelah's sons worked for the king. Simeon's line went to Gedor to seek pasture.",
      "5": "Reuben lost his birthright; his sons lived in Gilead. The sons of Gad and the sons of Manasseh lived in Bashan until the captivity.",
      "6": "Levi's sons were Gershon, Kohath and Merari. The musicians were Heman and Asaph. Aaron's sons made offerings. They were given cities.",
      "7": "Issachar's sons were 87,000. Benjamin's sons were Bela, Beker and Jediael. Ephraim's line led to Joshua. Asher's sons were 26,000.",
      "8": "Benjamin was father of Bela, Ashbel, Aharah, Nohah and Rapha; Ner's line was Kish, Saul, Jonathan; the sons of Ulam were mighty men.",
      "9": "Jerusalem was resettled by Judah, Benjamin, Ephraim and Manasseh; there were priests and Levite gatekeepers. Kish was father of Saul.",
      "10": "The Philistines fought Israel and Saul fell on his sword. The Israelites fled. Saul died for his unfaithfulness against the LORD.",
      "11": "The elders anointed David king. David's mighty men included the three who brought him water from Bethlehem. Abishai led the thirty.",
      "12": "Benjaminites and Gadites went over to David at Ziklag. David made them officers. People kept coming until there was a great army.",
      "13": "David said, 'Let us bring the ark back.' As they carried the ark Uzzah steadied it and was struck down. David took it to Obed-edom.",
      "14": "David had more children. The Philistines attacked; David inquired of God and when he heard marching in the trees he defeated them.",
      "15": "David told the Levites to carry the ark. Heman, Asaph and Ethan were the musicians. The ark was brought into the city of David.",
      "16": "They made offerings and David appointed singers. 'Give thanks to the LORD; He is greatly to be praised!' Asaph ministered each day.",
      "17": "The LORD said to Nathan, 'Tell David: I will establish your house; your son will build my house.' David prayed, 'Who am I, O LORD?'",
      "18": "David defeated the Philistines, the Moabites, King Hadadezer, the Arameans and the Edomites. He reigned over Israel with justice.",
      "19": "The King of Ammon humiliated David's servants and hired the Arameans for war. Joab defeated them and David defeated King Hadadezer.",
      "20": "Joab besieged Rabbah and David took the plunder. War broke out with the Philistines and David and his men killed the giants.",
      "21": "Satan led David to count the Israelites. God sent a plague and a destroying angel. David bought Ornan's field and made offerings.",
      "22": "David told Solomon: 'The LORD has said that you will build his temple. I have provided materials.' He ordered the leaders to help.",
      "23": "David made Solomon king over Israel. He organised the Levites into the sons of Gershon, Kohath and Merari to serve in the temple.",
      "24": "The sons of Aaron were priests. David organised the sons of Eleazar and Ithamar by lot. The rest of the Levites also cast lots.",
      "25": "The sons of Asaph, Heman and Jeduthun prophesied with music. 288 were trained in singing to the LORD. They cast lots for duties.",
      "26": "The sons of Obed-edom, Meshelemiah and Hosah were gatekeepers. Ahijah, Zetham, Joel, Shubael and Shelomith oversaw the treasuries.",
      "27": "Divisions of 24,000 men were on duty month by month. There was a chief officer over each tribe. Joab was the commander of the army.",
      "28": "David assembled the leaders and said, 'The LORD has chosen Solomon to build his house.' He gave Solomon the plans for the temple.",
      "29": "The leaders gave offerings. David prayed, 'Yours is the kingdom, O LORD. Of your own have we given you.' David died at an old age."
    }
  }
  