{
    "1 Kings": {
      "1": "David was very old. His son Adonijah exalted himself as king. When David heard he told Zadok and Nathan to anoint Solomon as king.",
      "2": "David charged Solomon to keep the law and to punish Joab and Shimei. Then David died. Solomon had Adonijah, Joab and Shimei executed.",
      "3": "Solomon married Pharaoh's daughter. He asked the LORD for discernment. Two women came before him and he judged between them wisely.",
      "4": "Solomon had officials and twelve governors. He ruled from the River to the land of Egypt. Men of all nations came to hear his wisdom.",
      "5": "Solomon sent to King Hiram: 'I will build a house for the LORD. Cut down cedars for me.' The workers prepared the timber and stones.",
      "6": "Solomon built the temple. The LORD said, 'If you walk in my ways I will dwell with Israel.' Solomon overlaid the temple with gold.",
      "7": "Solomon built his own house. Hiram made pillars, the sea and utensils for the temple of bronze. Solomon made the furniture of gold.",
      "8": "The priests brought the ark into the temple. Solomon said, 'O LORD, if anyone prays toward this place then hear from heaven and act.'",
      "9": "The LORD said to Solomon, 'If you walk in my ways I will establish your throne.' Solomon did not make slaves of the sons of Israel.",
      "10": "The queen of Sheba came to test Solomon. She gave him gold, spices and precious stones. Solomon excelled all the kings of the earth.",
      "11": "Solomon had many wives and turned to other gods. Ahijah told Jeroboam that the LORD would give him ten of the tribes. Solomon died.",
      "12": "Rehoboam refused to reduce the labour demands on Israel. So all Israel except Judah made Jeroboam king. Jeroboam made golden calves.",
      "13": "A man of God cried out against Jeroboam's altar. He disobeyed the LORD by eating at an old prophet's house and was killed by a lion.",
      "14": "Ahijah told Jeroboam's wife: 'The LORD says, 'I will sweep away the house of Jeroboam.'' Rehoboam ruled Judah and Judah did evil.",
      "15": "Abijam ruled Judah and was not devoted to the LORD. Asa ruled and did right. Nadab ruled Israel and did evil. Baasha killed Nadab.",
      "16": "Elah ruled Israel and did evil. Zimri killed Elah but Israel made Omri king. Omri did evil. Ahab ruled and began to worship Baal.",
      "17": "Elijah told Ahab, 'There will be no rain.' Elijah stayed with a widow in Zarephath. The widow's son died but the LORD revived him.",
      "18": "Elijah went to Ahab and challenged the prophets of Baal. Baal gave no answer but the LORD answered Elijah with fire. Then rain fell.",
      "19": "Elijah fled from Jezebel. At Horeb there was a wind, an earthquake and a fire; then the LORD spoke. Elijah put his mantle on Elisha.",
      "20": "Ben-hadad attacked Samaria. Israel defeated the Arameans twice. Ahab made a treaty with Ben-hadad so a prophet spoke against him.",
      "21": "Naboth would not sell his vineyard, so Jezebel had him killed. Elijah said to Ahab, 'Dogs will lick up your blood and eat Jezebel.'",
      "22": "Ahab and Jehoshaphat planned for war. Micaiah said, 'I saw Israel scattered. Your prophets are lying.' Ahab was killed in battle."
    }
  }
  