{
  "1 Samuel": {
    "1": "Hannah had no children. She cried out to the LORD, 'Remember your servant.' She bore a son, Samuel, and took him to Eli the priest.",
    "2": "Hannah prayed, 'The LORD humbles and lifts up.' Eli's sons did evil but Samuel served the LORD. A prophet condemned the house of Eli.",
    "3": "The LORD called Samuel. Eli told Samuel to answer, 'Speak, LORD.' The LORD told Samuel that he was about to judge the house of Eli.",
    "4": "The Israelites were defeated by the Philistines and Eli's sons were killed. When Eli heard that the ark had been captured, he died.",
    "5": "The Philistines put the ark in their temple. Their god fell on his face before it. The city became cursed so they sent the ark away.",
    "6": "The Philistines sent the ark away with guilt offerings. The people of Beth Shemesh found it and rejoiced but some were struck down.",
    "7": "The ark was taken to Kiriath-jearim. The Philistines attacked Israel. Samuel cried out to the LORD and the Israelites defeated them.",
    "8": "The elders of Israel asked Samuel to appoint a king. Samuel warned them what it would mean. The LORD told Samuel to give them a king.",
    "9": "Saul went looking for his father's donkeys. The LORD told Samuel to anoint him ruler of Israel. Samuel invited Saul to eat with him.",
    "10": "Samuel anointed Saul and gave him signs. The Spirit of God came upon Saul and he prophesied. Saul was chosen to rule the Israelites.",
    "11": "The Ammonites attacked Jabesh-gilead. Saul gathered the Israelites and defeated the Ammonites. The people made Saul king at Gilgal.",
    "12": "Samuel said, 'The LORD brought your fathers out of Egypt. Now he has given you the king you asked for. Fear the LORD and serve him.'",
    "13": "The Philistines encamped at Michmash. Saul made offerings to the LORD by himself. Samuel told Saul that his kingdom would not last.",
    "14": "Saul's son Jonathan went against the Philistines and routed them. Saul made an oath that no one should eat but Jonathan was spared.",
    "15": "The LORD told Saul to destroy Amalek but Saul spared King Agag. Samuel told Saul that the LORD had rejected him. Samuel killed Agag.",
    "16": "The LORD sent Samuel to anoint Jesse's son David as king. The Spirit came upon David. Saul sent for David to play the harp for him.",
    "17": "A Philistine champion named Goliath challenged the Israelites. David killed Goliath with a sling and a stone. The Philistines fled.",
    "18": "Jonathan loved David. Saul set David over the army but became jealous and tried to kill him. David married Saul's daughter Michal.",
    "19": "Jonathan warned David about Saul. David escaped and fled to Samuel. Saul went after David but the Spirit of God made him prophesy.",
    "20": "David and Jonathan agreed a sign. Saul was angry with Jonathan when David was not at the feast. Jonathan told David, 'Go quickly!'",
    "21": "Ahimelech the priest gave David consecrated bread and Goliath's sword. David fled to King Achish of Gath and pretended he was mad.",
    "22": "About four hundred men joined David. Saul ordered that all the priests be killed because they helped David. Only Abiathar escaped.",
    "23": "David and his men saved Keilah from the Philistines. Saul came to Keilah so David escaped. Saul gave chase but he was called away.",
    "24": "Saul went after David. David cut off a piece of Saul's robe but spared his life. Saul wept and said, 'You shall surely be king.'",
    "25": "Samuel died. Nabal insulted David so his wife Abigail pleaded for restraint. The LORD struck Nabal dead and David married Abigail.",
    "26": "Saul came after David. David took Saul's spear and jug while he slept but spared his life. David called out and Saul blessed him.",
    "27": "David lived among the Philistines to escape Saul. King Achish gave him Ziklag. David secretly raided the land while he lived there.",
    "28": "The Philistines gathered for war. Saul asked a medium to call Samuel. Samuel said, 'The LORD will hand you over to the Philistines.'",
    "29": "David and his men marched with Achish. The Philistine commanders said, 'He will turn against us,' so Achish told David to go back.",
    "30": "The Amalekites had raided Ziklag. The LORD told David to pursue them. David and his men rescued the women and divided the spoils.",
    "31": "The Philistines fought Israel. Saul's sons were killed. Saul was badly wounded so he fell on his sword. The Israelites fled."
  }
}
