{
    "2 Chronicles": {
      "1": "Solomon made offerings. God said, 'What shall I give you?' Solomon said, 'Wisdom to rule this people.' So Solomon ruled over Israel.",
      "2": "Solomon sent to King Hiram: 'Send me cedars and a craftsman for the temple.' Hiram replied, 'The LORD has given David a wise son.'",
      "3": "Solomon started work on the temple. He built the portico, the main hall, the Most Holy Place, two cherubim, the veil and two pillars.",
      "4": "Solomon made an altar, the Sea, ten lavers, ten lampstands, ten tables and the courts for the temple. Huram made the furnishings.",
      "5": "The priests brought the ark into the Most Holy Place. The singers praised the LORD and the glory of the LORD filled the temple.",
      "6": "Solomon said, 'The LORD has kept his promise.' He prayed, 'O LORD, if anyone prays toward this place then hear from heaven and act.'",
      "7": "Fire came from heaven and the Israelites worshipped. The LORD said to Solomon, 'If you walk in my ways I will establish your throne.'",
      "8": "Solomon built cities. He did not make slaves of the Israelites. He appointed the divisions of priests and Levites to their duties.",
      "9": "The queen of Sheba came to test Solomon and gave him gold and spices. Solomon excelled all the kings of the earth. Then he died.",
      "10": "Jeroboam and all Israel asked Rehoboam to reduce the labour demands. He refused. Rehoboam still ruled Judah but Israel rebelled.",
      "11": "The LORD told Rehoboam not to attack Jeroboam. All the Levites came to Judah because Jeroboam set up idols. Rehoboam had sons.",
      "12": "Rehoboam was unfaithful to the LORD so Shishak attacked Jerusalem. Rehoboam humbled himself and the anger of the LORD turned away.",
      "13": "Abijah became king of Judah. He drew up battle lines against Jeroboam and said, 'The LORD is our God'. The LORD routed Jeroboam.",
      "14": "Asa became king. He did right in the sight of the LORD. Zerah the Ethiopian brought an army against Judah but the LORD routed them.",
      "15": "Azariah said to Asa, 'The LORD is with you when you are with Him. Do not give up.' The people made a covenant to seek the LORD.",
      "16": "Baasha fortified Ramah so Asa made a treaty with Ben-hadad. Hanani said, 'You relied on Aram not the LORD.' Asa became ill and died.",
      "17": "Jehoshaphat became king and was devoted to the LORD. He sent his officials to teach the law. He grew greater and built fortresses.",
      "18": "Ahab and Jehoshaphat planned for war. Micaiah said, 'I saw Israel scattered. Your prophets are lying.' Ahab was killed in battle.",
      "19": "Jehoshaphat returned to Jerusalem. He appointed judges and said to them, 'Judge carefully, for with the LORD there is no injustice.'",
      "20": "An army came against Jehoshaphat so he sought the LORD. Jahaziel said, 'The battle is not yours but God's.' The LORD set ambushes.",
      "21": "Jehoram ruled and did evil. Elijah wrote saying, 'The LORD will send a plague.' The LORD struck Jehoram with a disease and he died.",
      "22": "The people made Ahaziah king. He did evil and was killed by Jehu. Athaliah destroyed the royal family but Jehoshabeath hid Joash.",
      "23": "Jehoiada gathered the Levites and anointed the king's son as king. Athaliah was killed. The people tore down the temple of Baal.",
      "24": "Joash ruled and did right while Jehoiada lived. The priests collected money to repair the temple. Joash was killed by his servants.",
      "25": "Amaziah ruled in Jerusalem. After he slaughtered the Edomites he bowed down to their gods. He challenged Jehoash and was defeated.",
      "26": "The people made Uzziah king. He did right and became powerful. But he went to burn incense on the altar and was struck with leprosy.",
      "27": "Jotham became king and did right in the sight of the LORD. He built fortresses in the hills and conquered the Ammonites.",
      "28": "Ahaz became king. He made idols, so the LORD gave him to Aram and Israel. He shut the LORD's temple and sacrificed to other gods.",
      "29": "Hezekiah became king and did right. He told the Levites to cleanse the temple. He assembled the officials and they made offerings.",
      "30": "Hezekiah sent couriers throughout Judah and Israel saying, 'Return to the LORD.' Many gathered in Jerusalem to celebrate Passover.",
      "31": "Hezekiah assigned the priests and Levites to their duties. The Israelites gave a tithe. Conaniah was in charge of the offerings.",
      "32": "Sennacherib besieged Judah. Hezekiah and Isaiah cried out to the LORD and the Assyrians were struck dead. Hezekiah had great riches.",
      "33": "Manasseh became king. He did much evil and was captured by the Assyrians. Then he sought the LORD. Amon became king and did evil.",
      "34": "Josiah became king. He repaired the temple and had the law read out. Huldah said, 'The LORD says: You will be buried in peace.'",
      "35": "Josiah celebrated the Passover. He appointed priests to their duties and provided offerings. Then he attacked Neco and was killed.",
      "36": "Jehoahaz, Jehoiakim, Jehoiachin and Zedekiah ruled. Then Nebuchadnezzar burned the temple and took Judah captive for seventy years."
    }
  }
  