{
    "2 Kings": {
      "1": "Ahaziah consulted Baal-zebub. Elijah said that he would die. Ahaziah sent men to Elijah but they were consumed by fire. Ahaziah died.",
      "2": "Elisha followed Elijah. A chariot of fire appeared and Elijah went up to heaven. Elisha took Elijah's mantle and divided the waters.",
      "3": "Israel, Judah, and Edom went to fight Moab. Elisha said, 'The LORD will send water and give you Moab.' The Moabites were defeated.",
      "4": "Elisha told a Shunammite woman that she would have a son. The child died but Elisha revived him. Elisha cleansed the food at Gilgal.",
      "5": "Naaman of Aram was a leper. Elisha told him to wash in the Jordan and he was healed. Gehazi asked for a gift and became leprous.",
      "6": "The king of Aram sent an army to capture Elisha but the LORD blinded them. Ben-hadad besieged Samaria and there was a great famine.",
      "7": "Elisha prophesied an end to the famine. Four lepers went and found that the Arameans had fled. The people plundered the Aramean camp.",
      "8": "Elisha told Hazael that he would rule Aram. Hazael killed Ben-hadad. Jehoram ruled Judah and did evil. Ahaziah ruled and did evil.",
      "9": "Elisha sent a prophet to anoint Jehu. Jehu killed Joram and Ahaziah. Eunuchs threw Jezebel out of the window and dogs ate her body.",
      "10": "Jehu sent a letter and had Ahab's sons killed. He killed Ahaziah's brothers and all the worshippers of Baal. Hazael defeated Israel.",
      "11": "Athaliah destroyed the royal family but Jehosheba hid Joash. Jehoiada had the army proclaim Joash as king and put Athaliah to death.",
      "12": "Joash ruled in Jerusalem and did what was right. The priests collected money to repair the temple. Joash was killed by his servants.",
      "13": "Jehoahaz ruled Israel and they were oppressed by Hazael. Jehoash ruled and Elisha told him to strike the ground. Then Elisha died.",
      "14": "Amaziah ruled Judah and did right. He challenged Jehoash but Judah was defeated. Jeroboam ruled Israel and restored the borders.",
      "15": "Azariah and Jotham ruled Judah and did what was right. Zechariah, Shallum, Menahem, Pekahiah and Pekah ruled Israel and did evil.",
      "16": "Ahaz ruled Judah and did evil. Aram and Israel attacked Judah so Ahaz sent a tribute to the king of Assyria. Ahaz set up an altar.",
      "17": "Hoshea ruled Israel. The king of Assyria invaded and settled the land. This happened because the Israelites rejected the covenant.",
      "18": "Hezekiah ruled Judah and did right. The Assyrians surrounded Jerusalem. Rabshakeh said, 'Don't listen to Hezekiah. Come out to me.'",
      "19": "Hezekiah prayed, 'O LORD, save us.' Isaiah said, 'The LORD says: I will defend the city.' That night the Assyrians were struck dead.",
      "20": "Hezekiah was sick but the LORD extended his life. Envoys came from Babylon. Isaiah told Hezekiah, 'Everything will be taken away.'",
      "21": "Manasseh ruled in Jerusalem and did evil. The LORD said, 'I will bring disaster on Jerusalem and Judah.' Amon ruled and did evil.",
      "22": "Josiah ruled and did right. He had the law read out and tore his robes. Huldah said, 'The LORD says: You will be buried in peace.'",
      "23": "Josiah destroyed the altars and high places and held Passover. He was killed in battle. Jehoahaz and Jehoiakim ruled and did evil.",
      "24": "The LORD sent raiders against Judah. Jehoiachin ruled and Nebuchadnezzar took all Jerusalem captive. Zedekiah ruled and did evil.",
      "25": "Nebuchadnezzar besieged Jerusalem. Nebuzaradan burned the temple and took the people into exile. Evil-merodach released Jehoiachin."
    }
  }
  