{
    "2 Samuel": {
      "1": "A man came and told David that Saul and Jonathan were dead. David sang: 'The beauty of Israel is slain. How the mighty have fallen!'",
      "2": "David was made king of Judah. Abner made Ish-bosheth king of Israel. Their men fought and Abner killed Joab's brother Asahel.",
      "3": "Abner argued with Ish-bosheth and offered to support David. David asked for his wife Michal. Joab killed Abner and David mourned.",
      "4": "Ish-bosheth lost heart. His captains Rechab and Baanah killed him and took his head to David. David commanded that they be killed.",
      "5": "David was anointed king over Israel. He took Jerusalem and the LORD was with him. The Philistines gathered but David defeated them.",
      "6": "David brought the ark from Judah. Uzzah touched it and was struck down. As the ark came into the city David danced before the LORD.",
      "7": "The LORD said to Nathan, 'Tell David: I will establish your house. Your son will build my house.' David prayed, 'Who am I, O LORD?'",
      "8": "David defeated the Philistines, the Moabites, King Hadadezer, the Arameans and the Edomites. He reigned over Israel with justice.",
      "9": "David heard about Jonathan's son Mephibosheth, who was lame. He restored Saul's land to Mephibosheth and had him eat at his table.",
      "10": "The King of Ammon humiliated David's servants and hired the Arameans for war. Joab defeated them and David defeated King Hadadezer.",
      "11": "David lay with Uriah's wife Bathsheba and she fell pregnant. He told Joab to have Uriah killed in battle. David married Bathsheba.",
      "12": "Nathan asked David, 'Why have you done evil?' David pleaded with God but his child with Bathsheba died. Then Bathsheba bore Solomon.",
      "13": "David's son Amnon sent for his sister Tamar and raped her. Tamar's brother Absalom had his servants kill Amnon and then he fled.",
      "14": "Joab sent a wise woman to ask David to bring Absalom back. David agreed, but he would not let Absalom see his face for two years.",
      "15": "Absalom went to Hebron and sent out spies to proclaim him king. David fled, but he told Zadok and Hushai to return to Jerusalem.",
      "16": "Shimei cursed David but David spared him. Absalom came to Jerusalem. Ahithophel advised Absalom to sleep with David's concubines.",
      "17": "Ahithophel wanted to pursue David, but Hushai advised gathering Israel. Absalom listened to Hushai. Hushai sent a warning to David.",
      "18": "The servants of David defeated Israel. Absalom got stuck in a tree and Joab killed him. Ahimaaz and the Cushite ran to tell David.",
      "19": "The king mourned for Absalom. The men of Judah came to escort him back across the Jordan. Shimei and Mephibosheth came to meet him.",
      "20": "Sheba led the men of Israel to desert David. Joab killed Amasa and besieged Sheba at Abel. The people of Abel cut off Sheba's head.",
      "21": "There was a famine; so David sought the LORD. He let the Gibeonites kill seven of Saul's descendants. Israel fought the Philistines.",
      "22": "David sang: 'The LORD is my rock; I called and he thundered from heaven; He delivered me from my enemy; I will extol you, O LORD!'",
      "23": "David's last words were: 'My house is secure with God.' David's mighty men included the three who brought him water from Bethlehem.",
      "24": "David numbered the people of Israel and then regretted it. The LORD sent a plague. David bought Araunah's field and made offerings."
    }
  }
  