{
    "Acts": {
      "1": "Jesus said, 'You will receive the Spirit and be my witnesses.' He was taken up in a cloud. The believers cast lots to replace Judas.",
      "2": "At Pentecost they were filled with the Spirit. Peter told the crowd, 'You crucified Jesus but God has made him Lord.' 3,000 believed.",
      "3": "Peter and John healed a lame man at the temple. Peter told the people, 'Faith in Jesus has healed this man. Repent of your sins.'",
      "4": "They were taken before the rulers. Peter and John said, 'We cannot stop speaking about Jesus.' The believers prayed for boldness.",
      "5": "Ananias and Sapphira told a lie and fell dead. An angel released the apostles from prison. Gamaliel advised, 'Leave these men alone.'",
      "6": "The disciples chose seven men to distribute food. Some from the synagogue disputed with Stephen. They took him before the council.",
      "7": "Stephen said, 'Brothers, God called Abraham and appeared to Moses. You killed the Righteous One.' They were enraged and stoned him.",
      "8": "Philip proclaimed Christ in Samaria. A magician offered money for the gift of the Spirit. Philip baptized an Ethiopian official.",
      "9": "Saul went to arrest the believers. Jesus said, 'Why do you persecute me?' Saul was baptized and began preaching. Peter raised Dorcas.",
      "10": "Cornelius sent for Peter. The Lord said to Peter, 'Do not call them unclean.' Peter preached to the Gentiles and the Spirit fell.",
      "11": "Some in Jerusalem criticized Peter. He said, 'The Spirit told me to go.' Many in Antioch believed. Barnabas and Saul taught there.",
      "12": "Herod killed James and arrested Peter. The church prayed earnestly. An angel led Peter out of prison. An angel struck Herod down.",
      "13": "Paul and Barnabas proclaimed the word. Paul said, 'God has sent a Savior, Jesus, as he promised.' The Jews stirred up persecution.",
      "14": "Many believed at Iconium. The crowd at Lystra wanted to worship Paul, then they stoned him. Paul and Barnabas returned to Antioch.",
      "15": "Some men taught circumcision for the Gentiles. Peter said, 'God gave the Spirit with no distinction.' Paul and Barnabas separated.",
      "16": "Paul took Timothy with him. We baptized Lydia in Philippi. Paul was imprisoned and there was an earthquake. The jailer was baptized.",
      "17": "They taught in Thessalonica and Berea. In Athens Paul said, 'I proclaim the God who gives life to all. He will judge the world.'",
      "18": "Paul taught in Corinth for a year and a half. He went to Ephesus with Priscilla and Aquila. Priscilla and Aquila taught Apollos.",
      "19": "Paul laid his hands on the disciples at Ephesus to receive the Holy Spirit. Demetrius, a silversmith, started a riot in the city.",
      "20": "We sailed to Troas. Paul raised Eutychus after he fell from the window. Paul encouraged the Ephesian elders to care for the flock.",
      "21": "Paul was warned not to go to Jerusalem. He said, 'I am ready to die.' We went there and saw James. Paul was arrested in the temple.",
      "22": "Paul said, 'Jesus appeared to me and sent me to the Gentiles.' The crowd threw dust. Paul told the tribune, 'I am a Roman citizen.'",
      "23": "Paul caused a dissension between the Pharisees and Sadducees. The Jews plotted to kill him. The tribune sent him to governor Felix.",
      "24": "Tertullus accused Paul before Felix. Paul said, 'I simply went to worship in the temple.' Felix kept Paul in prison for two years.",
      "25": "Festus arrived and summoned Paul. Paul said, 'I appeal to Caesar.' Festus brought Paul before King Agrippa to decide the charges.",
      "26": "Paul said, 'I opposed the name of Jesus. He appeared to me and made me a witness.' Agrippa said, 'This man could have been freed.'",
      "27": "We set sail for Rome. A storm struck and all hope was lost. Paul said, 'Take heart, we must run aground.' Everyone reached land.",
      "28": "On Malta Paul healed all who had diseases. We came to Rome. Paul lived under house arrest. He proclaimed the kingdom of God to all."
    }
  }
  