{
    "Exodus": {
      "1": "The Israelites prospered in Egypt, but a new king arose and forced them into hard labor. He commanded that their baby boys be killed.",
      "2": "Pharaoh's daughter found a Hebrew baby by the river. She named him Moses. When he grew up, Moses killed an Egyptian and fled to Midian.",
      "3": "Moses saw a burning bush. God told him to lead the Israelites out of Egypt. Moses asked God his name and God said, 'I am who I am.'",
      "4": "The LORD gave Moses signs so that the people would listen. Moses was afraid, so the LORD sent his brother Aaron to speak for him.",
      "5": "Moses and Aaron told Pharaoh to let the Israelites go into the desert to worship. Pharaoh refused and increased their workload instead.",
      "6": "The LORD told Moses that he would lead the Israelites out of Egypt to the promised land. Aaron and Moses were from the tribe of Levi.",
      "7": "Moses and Aaron went to Pharaoh. Aaron's staff became a snake, then the LORD turned the Nile to blood, but Pharaoh wouldn't listen.",
      "8": "The LORD sent a plague of frogs on Egypt. Pharaoh begged for relief but then hardened his heart. The LORD sent gnats and then flies.",
      "9": "The LORD sent a plague on the livestock of Egypt, then boils and then hail. Pharaoh begged for relief but then his heart was hardened.",
      "10": "The LORD sent a plague of locusts. Pharaoh begged for relief but then his heart was hardened. The LORD sent darkness for three days.",
      "11": "The LORD said that he would send one more plague, and then Pharaoh would let the Israelites go: all the firstborn Egyptians would die.",
      "12": "The LORD told the Israelites to take Passover. That night all the firstborn Egyptians were killed. Pharaoh told the Israelites to go.",
      "13": "The LORD told the Israelites to consecrate their firstborns to him. He guided them as a pillar of cloud by day and of fire by night.",
      "14": "Pharaoh's army caught the Israelites by the sea. The LORD parted the waters and the Israelites crossed. The Egyptian army was drowned.",
      "15": "The Israelites sang: 'I will sing to the LORD, for he has triumphed; horse and rider he has thrown into the sea.' They camped at Elim.",
      "16": "The Israelites grumbled to Moses that they had no food, so each day the LORD provided quails and manna. They rested on the sabbath.",
      "17": "The LORD told Moses to strike a rock to provide water. Amalek attacked Israel, but as Moses held up his arms Joshua's army prevailed.",
      "18": "Moses' father-in-law Jethro came and offered sacrifices to God. He suggested that Moses appoint leaders to help him judge the people.",
      "19": "The Israelites camped near the mountain in Sinai. The LORD spoke to Moses on the mountain and made his covenant with Israel.",
      "20": "I am the LORD your God. Honour the LORD above everything. Keep the Sabbath. Honour your parents. Don't do wrong to your neighbors.",
      "21": "If you buy a Hebrew slave he shall go free in the seventh year. Whoever kills shall be put to death. Whoever injures shall compensate.",
      "22": "Whoever steals shall make restitution. If a man sleeps with a virgin he shall marry her. You shall not oppress strangers or the poor.",
      "23": "You shall not pervert justice. Each year you shall hold feasts. My angel will lead you and I will drive your enemies from the land.",
      "24": "The people said, 'All that the LORD has spoken we will do,' and they offered sacrifices. The LORD told Moses to stay on the mountain.",
      "25": "Tell the Israelites to make a sanctuary for me. Make an ark with a mercy seat and two cherubim. Make a table. Then make a lampstand.",
      "26": "Make a tabernacle of fine linen. Make curtains of goats' hair to cover the tabernacle. Make boards of acacia wood and a linen veil.",
      "27": "Make an altar of acacia wood with bronze utensils. Make a court for the tabernacle of fine linen hangings and bronze pillars.",
      "28": "Set apart Aaron and his sons to minister as priests. Make a breastplate, an ephod, a robe, a tunic, a turban and a sash for them.",
      "29": "Sacrifice a young bull and two rams to consecrate Aaron and his sons. Make daily sacrifices on the altar and I will dwell with Israel.",
      "30": "Make an altar for burning incense. The Israelites shall each give half a shekel. Make a bronze laver. Make anointing oil and incense.",
      "31": "I have filled Bezalel with the Spirit of God, with skill to make everything I have commanded. The seventh day is a Sabbath of rest.",
      "32": "While Moses was away the people worshipped a golden calf. Moses pleaded with the LORD for them, but then had three thousand killed.",
      "33": "Moses set up a tent of meeting. He said to the LORD, 'Don't send us from here without your presence.' The LORD passed near to Moses.",
      "34": "Moses made new tablets for the law. The LORD spoke to him and made a covenant with Israel. When Moses returned his face was shining.",
      "35": "Moses told the Israelites to keep the Sabbath. He called for craftsmen to make the tabernacle. The people gave gifts for the work.",
      "36": "The people gave more than enough. The craftsmen made the curtains. Bezalel made the curtains, the boards, the veil and the pillars.",
      "37": "Bezalel made the ark with its cherubim, the table, the lampstand and the incense altar. He made the anointing oil and the incense.",
      "38": "Bezalel made the altar of burnt offering, the laver and the court. Ithamar kept an inventory of the gold, silver and bronze used.",
      "39": "They made the ephod, breastplate, tunics, turban and sash for Aaron. Moses saw that it had all been made as the LORD had commanded.",
      "40": "Moses set up the tabernacle and brought the ark into it, as the LORD had commanded. Then the glory of the LORD filled the tabernacle."
    }
  }
  