{
    "Ezekiel": {
      "1": "I saw visions of God. Out of a storm came four creatures. I saw wheels within wheels. Above them was a throne and the figure of a man.",
      "2": "He said to me: 'Son of man, stand up.' The Spirit entered me. He said: 'I send you to rebel Israel.' Before me was a scroll of woe.",
      "3": "He said to me: 'Israel will not listen.' I came to the exiles. The LORD said: 'I have made you a watchman. I will open your mouth.'",
      "4": "'Son of man, take clay and draw Jerusalem. Then lie on your side. You shall bear the punishment of Israel. Cook your bread over dung.'",
      "5": "'Son of man, shave your head. Jerusalem has rebelled. A third shall die of famine, a third by the sword and a third I will scatter.'",
      "6": "'Son of man, prophesy against the mountains of Jerusalem. The slain shall lie among their idols. They will know that I am the LORD.'",
      "7": "'The end has come! I will punish you for all your abominations. Silver and gold cannot deliver. The people of the land will tremble.'",
      "8": "The Spirit lifted me up. 'Son of man, see what they do. Elders burn incense to idols. Women weep for Tammuz. Men worship the sun.'",
      "9": "He cried, 'Bring the executioners.' Six men came. 'Kill old and young, but do not touch those with the mark. I will not have pity.'",
      "10": "He told the man in linen: 'Take fire from between the wheels.' Each wheel had four faces. The glory of the LORD left the temple.",
      "11": "The Spirit said: 'These men plot evil.' I said: 'Will you destroy the remnant?' The LORD said: 'I will put a new spirit within them.'",
      "12": "'Son of man, they are a rebellious house. Bring out your baggage like an exile. I will disperse them. My word will not be delayed.'",
      "13": "'Woe to the foolish prophets who follow their own spirit. I will send a storm in my wrath. Woe to the women who sew magic charms.'",
      "14": "The elders came to me. The LORD said: 'They have set up idols in their hearts. Even Noah, Daniel and Job would only save themselves.'",
      "15": "'Son of man, is wood taken from the vine to make anything? I have given it to the fire for fuel. So I have given up Jerusalem.'",
      "16": "'Jerusalem, I made you flourish. But you played the whore. I will gather your lovers against you. Yet I will remember my covenant.'",
      "17": "'An eagle planted a vine but it grew towards another eagle. Israel rebelled against Babylon with Egypt. I myself will plant a cedar.'",
      "18": "'If a man is righteous, he shall live. If a son is violent, he shall die. I will judge each according to his ways. Repent and live!'",
      "19": "'Lament for the princes of Israel: A lioness had cubs. One was taken to Egypt, another to Babylon. A vine was stripped of its fruit.'",
      "20": "'I led Israel out of Egypt. They did not walk in my law. I withheld my hand for my name's sake. You will know that I am the LORD.'",
      "21": "'Son of man, prophesy against Israel. A sword is sharpened! Mark the way for the king of Babylon. A ruin, ruin, ruin I will make it.'",
      "22": "'A city that sheds blood. In you they oppress orphans and widows. Israel has become dross to me. I will pour out my wrath upon them.'",
      "23": "'Two sisters: Samaria and Jerusalem. Oholah lusted after her lovers. Oholibah was worse in whoring. Bring an army and cut them down.'",
      "24": "'Put meat into the pot. Woe to the bloody city!' My wife died. The LORD said: 'I will profane my sanctuary. Ezekiel will be a sign.'",
      "25": "'To the Ammonites: You jeered at Israel so I will destroy you. I will judge Moab. I will lay vengeance upon Edom and Philistia.'",
      "26": "'Tyre jeered at Jerusalem so I will make her a bare rock. Nebuchadnezzar will lay siege to you. I will bring you to a dreadful end.'",
      "27": "'Lament for Tyre: Of oaks they made your oars. Tarshish, Dedan, Judah and Damascus traded with you. Now you are wrecked by the seas.'",
      "28": "'To the king of Tyre: You were perfect in Eden. You became proud. I cast you to the ground. There will be no more thorns for Israel.'",
      "29": "'I am against you, Pharaoh, the great dragon. Egypt will never again rule the nations. Nebuchadnezzar will carry off its wealth.'",
      "30": "'A sword will come upon Egypt. Those who support her will fall. Nebuchadnezzar will destroy the land. I will break Pharaoh's arms.'",
      "31": "'Assyria was a cedar. It towered above the trees. Its heart was proud. Foreigners have cut it down. This is Pharaoh and his hordes.'",
      "32": "'Lament for Pharaoh: You are a dragon in the seas. The sword of Babylon will come upon you. Elam and Edom are laid with the slain.'",
      "33": "'Son of man, I have made you a watchman for Israel.' Jerusalem was struck down. The LORD says: 'I have made the land a desolation.'",
      "34": "'Woe to the shepherds of Israel! They did not feed my flock. I myself will seek my sheep. My servant David will be their shepherd.'",
      "35": "'Son of man, prophesy against Mount Seir: Because you delivered Israel to the sword, blood will pursue you. You will be desolate.'",
      "36": "'Prophesy to the mountains of Israel: I will make you inhabited again. I will vindicate my name. I will put my Spirit within you.'",
      "37": "The LORD said: 'Prophesy to the bones.' The bones became an army. The LORD said: 'Join two sticks. I will join Ephraim and Judah.'",
      "38": "'Son of man, prophesy against Gog: You will come against my people. My jealousy will be roused. I will summon a sword against Gog.'",
      "39": "'I am against you, O Gog. I will give you a burial place in Israel. Gather the birds for a feast. Now I will have mercy on Jacob.'",
      "40": "In visions the LORD brought me to a temple. He brought me through the gates to the inner court. There were tables for the offerings.",
      "41": "He measured the nave and the inner room. The side chambers were in three storeys. In front of the Holy Place was an altar of wood.",
      "42": "He led me to the outer court. The north and south chambers are where the priests eat the offerings. He measured all the temple area.",
      "43": "The glory of the LORD filled the temple. He said: 'Son of man, describe the temple to Israel. The priests shall cleanse the altar.'",
      "44": "'No foreigner shall enter my sanctuary. The sons of Zadok shall minister to me. They shall distinguish between the holy and unholy.'",
      "45": "'Set apart a holy district for the LORD. The prince shall have land on each side. You shall have honest scales. Celebrate Passover.'",
      "46": "'The prince shall bring offerings on the Sabbaths and New Moons. You shall offer a lamb daily.' In the four corners were kitchens.",
      "47": "Water was flowing from the temple. He led me in until it was too deep to cross. The LORD says: 'Divide the land among the tribes.'",
      "48": "'Set a portion for each tribe. Adjoining Judah shall be the portion for the LORD. The name of the city shall be, The LORD Is There.'"
    }
  }
  