{
    "Genesis": {
      "1": "God created the heavens, the earth and everything that lives. He made humankind in his image, and gave them charge over the earth.",
      "2": "God formed a man and gave him the garden in Eden, except the tree of good and evil. Adam was alone so God made a woman as his partner.",
      "3": "The serpent deceived the woman. She and Adam ate from the tree. The ground was cursed, and God sent Adam and Eve out of the garden.",
      "4": "Eve's sons made offerings to the LORD. Only Abel's was acceptable, so Cain killed him. Abel's blood cried out and God sent Cain away.",
      "5": "Adam's line was: Seth, Enosh, Kenan, Mahalalel, Jared, Enoch, Methuselah, Lamech and Noah. Noah's sons were Shem, Ham and Japheth.",
      "6": "Humankind corrupted the earth with evil. God decided to destroy them. He told Noah to build an ark to be saved from the flood.",
      "7": "Noah and his family went into the ark with two of each creature. It rained for forty days and forty nights and the earth was covered.",
      "8": "The flood abated. Noah sent out a raven and two doves. When the earth was dry God called them all out of the ark. Noah built an altar.",
      "9": "God blessed Noah and set the rainbow as a sign that he would never flood the earth again. Noah got drunk and cursed Ham's son Canaan.",
      "10": "Japheth's line lived in the coastlands; Ham's included Nimrod and the Canaanites; Shem's lived in the East. These formed the nations.",
      "11": "They began building a great tower for themselves, but the Lord confused their language. Shem's line included Abram who married Sarai.",
      "12": "God told Abram, 'Go, I will make you a great nation. You will be a blessing.' In Egypt Abram lied about Sarai and Pharaoh was cursed.",
      "13": "Abram journeyed with his nephew Lot. Their servants argued, so Lot went to Sodom, Abram to Canaan. The LORD promised Abram the land.",
      "14": "The kings went to war and took Lot captive. Abram rescued Lot. Melchizedek blessed Abram and Abram gave him a tenth of everything.",
      "15": "The Lord promised Abram an heir and many descendants. Abram believed. He was told that they would be enslaved but would then return.",
      "16": "Sarai told Abram to have children with Hagar. Hagar conceived, then ran away, but an angel sent her back. Hagar's son was Ishmael.",
      "17": "God made a covenant with Abram and renamed him Abraham. He renamed Sarai Sarah and promised them a son. The men were circumcised.",
      "18": "Three visitors came and said that Sarah would have a son next year. Sodom was very evil; Abraham pleaded with the LORD for the city.",
      "19": "Angels took Lot out of Sodom. The city was destroyed by fire and Lot's wife was turned to salt. His daughters had children for him.",
      "20": "In Gerar Abraham said, 'Sarah is my sister.' King Abimelech took her but God warned him in a dream. He restored Sarah to Abraham.",
      "21": "As promised, Sarah had a son: Isaac. She had Hagar and Ishmael sent away but God preserved them. Abraham and Abimelech made a treaty.",
      "22": "God told Abraham to sacrifice Isaac. As Abraham obeyed, an angel stopped him. The LORD provided a ram instead and blessed Abraham.",
      "23": "Sarah died in Kiriath-arba. Abraham asked the Hittites for a burial site. He bought a cave from Ephron and buried Sarah there.",
      "24": "Abraham's servant went to Nahor to find a wife for Isaac. He met Rebekah by the well. She went back with him and married Isaac.",
      "25": "Abraham died and was buried with Sarah. Isaac and Rebekah had twins: Esau and Jacob. Esau sold his birthright to Jacob for a meal.",
      "26": "In Gerar Isaac lied about Rebekah. He grew so rich that Abimelech sent him away. He dug wells, and at Beersheba the LORD blessed him.",
      "27": "Rebekah and Jacob tricked Isaac into giving Jacob his blessing. Esau vowed revenge so Rebekah told Jacob to go to her brother Laban.",
      "28": "Isaac sent Jacob to marry one of Laban's daughters. On the way Jacob dreamed of a ladder reaching to heaven and the LORD blessed him.",
      "29": "Jacob worked for Laban seven years to marry Rachel, but Laban gave him Leah and made him work seven more for Rachel. Leah had sons.",
      "30": "Rachel's maid had sons for Jacob, then Leah's maid, then Leah. Finally Rachel had a son. Laban allowed Jacob flocks as wages to stay.",
      "31": "The Lord told Jacob to return home. Jacob left in secret and Rachel took Laban's idols. Laban chased Jacob but they made a treaty.",
      "32": "Jacob heard that Esau was coming to meet him. He was afraid and sent gifts. That night he wrestled with a man who renamed him Israel.",
      "33": "Esau and his men arrived. Jacob bowed down but Esau ran to embrace him. Jacob settled near Shechem and built an altar.",
      "34": "Shechem raped Jacob's daughter and asked to marry her. Jacob's sons told him to circumcise his men, then Simeon and Levi killed them.",
      "35": "Jacob went to Bethel and God renamed him Israel. They journeyed on. Rachel died having Israel's twelfth son. Isaac died in Hebron.",
      "36": "Esau's sons were Eliphaz, Reuel, Jeush, Jalam and Korah. Esau and his family moved away to Seir. They became the Edomites.",
      "37": "Joseph was Israel's favourite son. He had dreams and his brothers were jealous so they sold him. He was bought by Potiphar in Egypt.",
      "38": "Judah's sons Er and Onan died, leaving Tamar a widow. Judah sent her away but she put on a veil and he slept with her. She had twins.",
      "39": "Potiphar put Joseph in charge of his house. His wife tried to seduce Joseph, then lied about it, so Potiphar put Joseph in prison.",
      "40": "Pharaoh put his cupbearer and baker in prison. Joseph interpreted their dreams. The cupbearer was restored but the baker was hanged.",
      "41": "Pharaoh had a dream and called for Joseph to interpret it. The dream predicted a famine. Pharaoh put Joseph in charge of all Egypt.",
      "42": "Joseph's brothers went to Egypt to buy grain but didn't recognise him. He kept Simeon in prison and sent the rest to fetch Benjamin.",
      "43": "When the grain ran out, Joseph's brothers went back to Egypt with Benjamin. Joseph invited them to his house and gave them a feast.",
      "44": "Joseph hid his cup in Benjamin's sack, then sent a steward after his brothers. Judah offered himself as a slave instead of Benjamin.",
      "45": "Joseph told his brothers who he was. They were afraid, but he told them, 'God sent me here.' His brothers went to fetch their father.",
      "46": "So Israel set out with all his household. God told him not to be afraid. Israel and all his family came to Egypt and Joseph met him.",
      "47": "Pharaoh allowed Joseph's family to settle in Goshen. The famine continued and the Egyptians sold all they had to Pharaoh for food.",
      "48": "Jacob became ill, so Joseph took his sons to see him. Jacob blessed Joseph's sons as his own, putting Ephraim ahead of Manasseh.",
      "49": "Jacob gathered his sons and blessed each of them. He charged them to bury him with Abraham in the cave in Canaan, and then he died.",
      "50": "Pharaoh allowed Joseph to go and bury Jacob. Before Joseph died, he said that God would lead his people back to the promised land."
    }
  }
  