{
    "Hosea": {
      "1": "The LORD told Hosea, 'Marry an adulterer for the land has prostituted itself.' Gomer had sons. The LORD said, 'You are not my people.'",
      "2": "'Your mother has been unfaithful. I will expose her lewdness. Now I will speak tenderly to her. I will betroth you to me forever.'",
      "3": "The LORD said to me, 'Go, love your wife again as the LORD loves Israel.' So I bought her back. For Israel will return to the LORD.",
      "4": "The LORD has a charge against Israel: 'There is no faithfulness. They have left God to play the whore. The rulers love shameful ways.'",
      "5": "'Hear this, O priests, O king! Israel shall stumble in his guilt. Ephraim is crushed in judgement. I will leave until they seek me.'",
      "6": "Come, let us return to the LORD. On the third day he will raise us up. 'I desire steadfast love, not offerings. Israel is defiled.'",
      "7": "'The sins of Ephraim are revealed. They are like a heated oven. They call to Egypt, go to Assyria. Woe to them for they have strayed!'",
      "8": "'A vulture is over Israel. The calf of Samaria shall be broken. The LORD will punish their sins. For Israel has forgotten his Maker.'",
      "9": "Rejoice not, O Israel! The days of punishment have come. 'I will bereave them. I will drive them from my house.' God will reject them.",
      "10": "Israel is a rich vine. The LORD will break down their altars. 'Nations shall be gathered against them.' It is time to seek the LORD.",
      "11": "'When Israel was a child, I loved him. But the sword shall devour them. How can I give you up, O Ephraim? I will bring them home.'",
      "12": "'Jacob fought with God. Ephraim has said, 'I am rich.' But I am the LORD. I spoke through the prophets.' The LORD will repay Ephraim.",
      "13": "'They make idols of silver. But I am the LORD. I will tear them open. Ephraim's sin is stored up. Shall I redeem them from death?'",
      "14": "O Israel, return to the LORD. 'I will heal their apostasy. They shall blossom like the vine. Whoever is wise, let him understand.'"
    }
  }
  