{
    "Isaiah": {
      "1": "The LORD has spoken: I raised children but they have rebelled. Wash yourselves. I will smelt away your dross. Zion shall be redeemed.",
      "2": "The mountain of the LORD will be established. The LORD will judge between nations. The arrogance of man will be brought low.",
      "3": "The LORD will remove support from Jerusalem. The people will oppress each other. The LORD will judge the elders and leaders.",
      "4": "In that day the Branch of the LORD will be beautiful and glorious. The LORD will wash away the filth of Zion.",
      "5": "The vineyard of the LORD is Israel. He looked for justice, but saw bloodshed. Woe to those who call evil good and good evil.",
      "6": "In the year King Uzziah died, I saw the LORD. He said, 'Whom shall I send?' I said, 'Here am I. Send me!' He said, 'Go and tell this people.'",
      "7": "The LORD sent Isaiah to King Ahaz: 'The virgin will conceive and give birth to a son, and will call him Immanuel.'",
      "8": "The LORD said, 'My people are led astray. Bind up this testimony. I will wait for the LORD, who is hiding his face from Israel.'",
      "9": "The people walking in darkness have seen a great light. For to us a child is born. He will be called Wonderful Counselor, Mighty God.",
      "10": "Woe to those who make unjust laws. Assyria will be destroyed. A remnant of Israel will return. The LORD will punish the arrogant heart of the king of Assyria.",
      "11": "A shoot will come up from the stump of Jesse. The Spirit of the LORD will rest on him. The wolf will live with the lamb.",
      "12": "In that day you will say: 'I will praise you, LORD. Surely God is my salvation; I will trust and not be afraid.'",
      "13": "An oracle concerning Babylon: The day of the LORD is coming—a cruel day. Babylon will fall to the Medes.",
      "14": "The LORD will have compassion on Jacob. The taunt against the king of Babylon: How you have fallen from heaven, O morning star!",
      "15": "An oracle concerning Moab: Ar in Moab is ruined. The waters of Dimon are full of blood.",
      "16": "Send lambs as tribute to the ruler of the land. Moab will be destroyed. Her survivors will be few and feeble.",
      "17": "An oracle concerning Damascus: Damascus will no longer be a city but will become a heap of ruins. The glory of Jacob will fade.",
      "18": "Woe to the land of whirring wings. The LORD will cut off the sprigs with pruning knives. At that time gifts will be brought to the LORD.",
      "19": "An oracle concerning Egypt: The LORD will strike Egypt with a plague. The LORD will make himself known to the Egyptians.",
      "20": "In the year that the supreme commander, sent by Sargon king of Assyria, came to Ashdod, Isaiah walked naked and barefoot for three years.",
      "21": "An oracle concerning the Desert by the Sea: Babylon has fallen. An oracle concerning Edom: Someone calls to me from Seir.",
      "22": "An oracle concerning the Valley of Vision: Your choicest valleys are full of chariots. Shebna will be replaced by Eliakim.",
      "23": "An oracle concerning Tyre: The LORD planned Tyre’s destruction. At the end of seventy years, the LORD will deal with Tyre.",
      "24": "The LORD is going to lay waste the earth. The earth will be completely laid waste. The LORD Almighty will reign on Mount Zion.",
      "25": "LORD, you are my God. You have done wonderful things. He will swallow up death forever. The Sovereign LORD will wipe away the tears.",
      "26": "We have a strong city; God makes salvation its walls. Trust in the LORD forever. LORD, you establish peace for us.",
      "27": "In that day, the LORD will punish Leviathan. Sing about a fruitful vineyard. Jacob will take root. Israel will bud and blossom.",
      "28": "Woe to Ephraim! The LORD will be a crown of glory for the remnant. I am laying a stone in Zion, a tested stone.",
      "29": "Woe to you, Ariel! The LORD will bring distress on Ariel. The wisdom of the wise will perish. The deaf will hear the words of the scroll.",
      "30": "Woe to the obstinate children, declares the LORD. In repentance and rest is your salvation. The LORD longs to be gracious to you.",
      "31": "Woe to those who rely on Egypt! The Egyptians are men and not God. The LORD will protect Jerusalem.",
      "32": "A king will reign in righteousness. The fortress will be abandoned. The Spirit will be poured on us. My people will live in peaceful dwelling places.",
      "33": "Woe to you, destroyer! The LORD is exalted. He will fill Zion with justice. Your eyes will see the king in his beauty.",
      "34": "Come near, you nations, and listen: The LORD is angry with all nations. Edom’s streams will be turned into pitch.",
      "35": "The desert will rejoice and blossom. They will see the glory of the LORD. The eyes of the blind will be opened.",
      "36": "Sennacherib sent his field commander to Jerusalem. Do not let Hezekiah deceive you. Do not listen to Hezekiah.",
      "37": "Hezekiah received the letter from the messengers. Hezekiah prayed to the LORD. The angel of the LORD struck down 185,000 in the Assyrian camp.",
      "38": "Hezekiah became ill and was at the point of death. The LORD heard his prayer. The sun went back ten steps.",
      "39": "Envoys came from Babylon. Hezekiah showed them everything. Isaiah said, 'The time will surely come when everything will be carried off to Babylon.'",
      "40": "Comfort, comfort my people, says your God. The glory of the LORD will be revealed. The LORD is the everlasting God.",
      "41": "Be silent before me, you islands! I have chosen you and not rejected you. I am the LORD; that is my name.",
      "42": "Here is my servant, whom I uphold. I will put my Spirit on him. Sing to the LORD a new song. I will turn darkness into light.",
      "43": "But now, this is what the LORD says—he who created you: Fear not, for I have redeemed you. I am doing a new thing.",
      "44": "I will pour out my Spirit on your offspring. Apart from me there is no God. I am the LORD, who has made all things.",
      "45": "I will go before you and level the mountains. I am the LORD, and there is no other. Turn to me and be saved.",
      "46": "Bel bows down, Nebo stoops low. Listen to me, O house of Jacob. My purpose will stand, and I will do all that I please.",
      "47": "Go down, sit in the dust, Virgin Daughter of Babylon. You showed no mercy. Now hear this, you lover of pleasure.",
      "48": "Listen to this, O house of Jacob. I am the first and I am the last. I am the LORD your God, who teaches you what is best for you.",
      "49": "Before I was born the LORD called me. I will make you a light for the Gentiles. Can a mother forget the baby at her breast?",
      "50": "Where is your mother’s certificate of divorce? Because of your sins you were sold. Who among you fears the LORD?",
      "51": "Listen to me, you who pursue righteousness. My salvation will last forever. The ransomed of the LORD will return.",
      "52": "Awake, awake, O Zion! Burst into songs of joy. The LORD has bared his holy arm. My servant will be raised and lifted up.",
      "53": "Who has believed our message? He was despised and rejected. He was pierced for our transgressions. By his wounds we are healed.",
      "54": "Sing, O barren woman! Your Maker is your husband. The mountains shall depart, but my steadfast love shall not depart from you.",
      "55": "Come, all you who are thirsty. Seek the LORD while he may be found. My thoughts are not your thoughts. You will go out in joy.",
      "56": "Maintain justice and do what is right. My house will be called a house of prayer. Israel’s watchmen are blind.",
      "57": "The righteous perish, and no one ponders it. I will heal them. But the wicked are like the tossing sea.",
      "58": "Shout it aloud, do not hold back. Is this not the kind of fasting I have chosen: to loose the chains of injustice?",
      "59": "Surely the arm of the LORD is not too short to save. Your sins have hidden his face from you. The Redeemer will come to Zion.",
      "60": "Arise, shine, for your light has come, and the glory of the LORD rises upon you. Nations will come to your light. The LORD will be your everlasting light.",
      "61": "The Spirit of the Sovereign LORD is on me. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives. They will be called oaks of righteousness.",
      "62": "For Zion’s sake I will not keep silent. You will be a crown of splendor in the LORD’s hand. The LORD delights in you, and your land will be married.",
      "63": "Who is this coming from Edom, in crimsoned garments? It is I, proclaiming victory. The day of vengeance was in my heart. I trampled the nations in my anger.",
      "64": "Oh, that you would rend the heavens and come down. All our righteous acts are like filthy rags. Yet you, LORD, are our Father. We are all the work of your hand.",
      "65": "I revealed myself to those who did not ask for me. I said, ‘Here am I,’ to a nation that did not call on my name. I will create new heavens and a new earth.",
      "66": "Heaven is my throne, and the earth is my footstool. This is the one I esteem: he who is humble. I will extend peace to her like a river. All mankind will come and bow down."
    }
}
  