{
    "Jeremiah": {
      "1": "The LORD said to me: I appointed you as a prophet to the nations. Do not be afraid. I am calling the northern kingdoms against Judah.",
      "2": "Go and proclaim: My people have exchanged their glory for idols. You have all rebelled against me. Now I will bring you to judgement.",
      "3": "Israel played the whore on every hill. Her false sister Judah saw it. Return, O faithless children! Surely the LORD is our salvation.",
      "4": "Flee to safety! I am bringing disaster from the north, says the LORD. I have heard the trumpet! The whole land shall be a desolation.",
      "5": "Israel and Judah have been utterly unfaithful to me. I am bringing a distant nation against you. Your sins have deprived you of good.",
      "6": "Flee from Jerusalem! I appointed watchmen but you would not listen. An army is coming from the north. My people are rejected silver.",
      "7": "Proclaim at the temple: Has this house become a den of thieves? I sent prophets but you did not listen. Judah will become desolate.",
      "8": "Why do these people refuse to return? They have no shame. The LORD has doomed us because we have sinned. Is there no balm in Gilead?",
      "9": "No one speaks the truth. I will scatter these people, says the LORD. The sound of wailing is heard from Zion. I act with justice.",
      "10": "Do not learn the ways of the nations. The LORD is the true God. Listen, a great commotion from the north! They have devoured Jacob.",
      "11": "Both Israel and Judah have broken my covenant. I will bring disaster. Do not pray for them. I will punish those who seek your life.",
      "12": "O LORD, why do the wicked prosper? I have left my house. Many shepherds have ruined my vineyard. I will uproot my evil neighbours.",
      "13": "The LORD told me to hide a sash in the rocks. So I will ruin the pride of Judah, says the LORD. All Judah will be carried into exile.",
      "14": "There is no water in the cisterns. O LORD, do not forsake us! I will destroy them by sword and by famine. Can any idols bring rain?",
      "15": "Send these people away from my presence! Who will mourn for Jerusalem? O LORD, I suffer insult for you. I am with you, says the LORD.",
      "16": "The LORD said to me: Do not marry or have children. Why has the LORD pronounced evil against us? You have followed your evil hearts.",
      "17": "Cursed are those who trust in man. Blessed are those who trust in the LORD. If you keep the Sabbath, Jerusalem will remain forever.",
      "18": "The LORD said: Go to the potter. You are clay in my hand, O Israel. My people have forgotten me. O LORD, they have dug a pit for me.",
      "19": "The LORD said: Buy a clay jar. These people have burned sacrifices to foreign gods. Then break the jar. So I will smash this nation.",
      "20": "Pashhur put Jeremiah in the stocks. Everyone mocks me. But the word of the LORD is a fire in my bones. Cursed be the day I was born!",
      "21": "Zedekiah enquired about Nebuchadnezzar. The LORD says: Whoever stays in the city will die. Nebuchadnezzar will destroy it with fire.",
      "22": "Proclaim at the palace: I will make you a desert. Shallum will not return. They will not lament for Jehoiakim. Coniah is cast away.",
      "23": "I will raise up a righteous Branch, says the LORD. The prophets fill you with false hopes. I did not speak, yet they have prophesied.",
      "24": "The LORD showed me two baskets of figs after the exile to Babylon. The good figs are the exiles. The bad figs are those who remain.",
      "25": "You did not listen, says the LORD. So I will summon Babylon. Make the nations drink my cup of wrath. The LORD will roar from on high.",
      "26": "The LORD said: Speak in the courts. The priests seized Jeremiah to kill him, but the officials refused. Uriah had been put to death.",
      "27": "The LORD said: Put a yoke on your neck. I will hand all the nations over to serve Nebuchadnezzar. Do not listen to your prophets.",
      "28": "Hananiah took Jeremiah's yoke and broke it. The LORD said: Tell Hananiah, I have put an iron yoke on these nations. Hananiah died.",
      "29": "Jeremiah wrote to the exiles: Seek peace for the city. After seventy years you will return. Ahab, Zedekiah and Shemaiah speak lies.",
      "30": "Write these words in a book. I will restore my people, says the LORD. I have punished you but I will heal you. I will be your God.",
      "31": "Sing with joy for Jacob! Return to your cities. I will make a new covenant with Israel, says the LORD. I will put my law within them.",
      "32": "Jeremiah bought a field in Anathoth. O LORD, the city has been handed over to Babylon. The LORD says: I will surely gather my people.",
      "33": "The LORD says: I will tell you great things. I will bring healing to the land. David will never lack a son on the throne of Israel.",
      "34": "Tell Zedekiah: You will not escape the king of Babylon. The people took back their slaves. The LORD says: You have not obeyed me.",
      "35": "The Rechabites refused to drink wine. The LORD said to Judah: The command of Jonadab has been obeyed, yet you have not obeyed me.",
      "36": "Baruch read out Jeremiah's words at the temple. The king sent for the scroll and burned it. The LORD said: I will bring disaster.",
      "37": "Zedekiah became king. Jeremiah said: Do not think the Babylonians will leave us. Irijah arrested Jeremiah. Zedekiah gave him bread.",
      "38": "Jeremiah was thrown into a cistern. Zedekiah sent for him. Jeremiah said: If you surrender to the king of Babylon then you will live.",
      "39": "The Babylonians besieged Jerusalem and captured Zedekiah. They took the people into exile. Nebuchadnezzar said: Do not harm Jeremiah.",
      "40": "Nebuzaradan said to Jeremiah: Go back to Gedaliah, who has been appointed over Judah. The captains warned Gedaliah about Ishmael.",
      "41": "Ishmael killed Gedaliah and eighty men. Johanan went to fight Ishmael but he escaped. Johanan led the survivors on the way to Egypt.",
      "42": "The people asked Jeremiah to pray. The LORD says: If you stay in the land, I will grant you mercy. If you go to Egypt, you will die.",
      "43": "Johanan and all the people did not obey the LORD. They went to Egypt. The LORD said: Nebuchadnezzar will ravage the land of Egypt.",
      "44": "The LORD says: Why do you provoke me with other gods? The people said: We will not listen. The LORD says: I am going to punish you.",
      "45": "When Baruch wrote these words, the LORD said to him: I am going to break what I have built. Do not seek great things for yourself.",
      "46": "Of Egypt: There is no healing for you. Prepare yourselves for exile. I will deliver Egypt to Nebuchadnezzar. But fear not, O Jacob!",
      "47": "Of the Philistines: Waters are rising from the north. The LORD is destroying the Philistines. How can the sword of the LORD be quiet?",
      "48": "Of Moab: Woe to Nebo, for it is laid waste. We have heard of his arrogance. How it is broken! Moab has become a derision to all.",
      "49": "The LORD says: Rabbah will become desolate. I will make Edom small. Damascus has become feeble. Flee, O Hazor. I will destroy Elam.",
      "50": "Of Babylon: A nation will make her desolate. Judah will seek the LORD. Repay Babylon for all her deeds. A sword against her warriors!",
      "51": "The LORD says: I will send a destroyer against Babylon. I will repay them for the evil done in Zion. Read these words in Babylon.",
      "52": "Nebuchadnezzar besieged Jerusalem. Nebuzaradan burned the temple and took the people into exile. Evil-merodach released Jehoiachin."
    }
  }
  