{
    "Job": {
      "1": "Job was blameless. The LORD allowed Satan to test him. Job's servants and children were killed. He tore his robes and worshipped.",
      "2": "Satan struck Job with boils. Job's wife told him to curse God. But Job did not sin. Eliphaz, Bildad, and Zophar came to comfort him.",
      "3": "Job said, 'Curse the day I was born! Why did I not die at birth? Why is light given to him who suffers? I have no rest, only turmoil.'",
      "4": "Eliphaz said, 'Will you become impatient? When did the innocent ever perish? I heard a voice: 'Can a man be more righteous than God?''",
      "5": "'Who will answer you? Man is born to trouble. As for me, I would seek God. Do not despise his discipline. He wounds, but he binds up.'",
      "6": "Job said, 'My misery would outweigh the sand of the seas! You have proved no help. Show me how I have been wrong! Would I lie to you?'",
      "7": "'O God, my life is but a breath! Therefore I will speak out. What is man, that you examine him? Why have you set me as your target?'",
      "8": "Bildad said, 'Does God pervert justice? Learn from past generations. He will not reject the blameless, nor will he uphold evildoers.'",
      "9": "Job said, 'How can a man dispute with God? His power is vast! But he destroys the innocent. If only there were a mediator between us!'",
      "10": "'God, why do you reject the work of your hands? You know that I am not guilty! Why did you bring me out of the womb? Leave me alone.'",
      "11": "Zophar said, 'Should your babble go unanswered? God exacts less than your guilt deserves! Reach out to him and you will find hope.'",
      "12": "Job said, 'Who does not know all these things? With God are wisdom and power. He brings darkness into light. He destroys nations.'",
      "13": "'I want to argue my case with God. Be quiet and I will speak. Though he slay me, I will hope in him. God, why do you hide your face?'",
      "14": "'Man is like a fleeting shadow. If a tree is cut down, it will sprout again, but will a man live again? You overpower him forever.'",
      "15": "Eliphaz said, 'Your own mouth condemns you! Why do you turn against God? The wicked will be like a vine stripped of unripe grapes.'",
      "16": "Job said, 'You're miserable comforters! God has torn me and shattered me. But my prayer is pure. Even now, my advocate is on high!'",
      "17": "'My spirit is broken. He has made me a byword. But come again all of you! I will not find a wise man among you. Where is my hope?'",
      "18": "Bildad said, 'Why are we stupid in your sight? Indeed, the light of the wicked goes out. His roots dry up and his branches wither.'",
      "19": "Job said, 'How long will you torment me? God counts me as an enemy. My closest friends abhor me. But I know that my redeemer lives!'",
      "20": "Zophar said, 'My understanding inspires me to answer. The triumph of the wicked is short. His food will turn sour in his stomach.'",
      "21": "Job said, 'Listen to me. Why do the wicked grow mighty? How often do they have trouble? Who repays them? Your answers are empty!'",
      "22": "Eliphaz said, 'Is not your wickedness great? You withheld bread from the hungry. Is not God high? Submit to him and be at peace.'",
      "23": "Job said, 'If only I knew where to find God! When he has tested me, I shall come forth as gold. But he does whatever he pleases.'",
      "24": "'The wounded cry out, but God charges no one with wrong. Some rebel against the light; they are exalted a while, and then are gone.'",
      "25": "Bildad said, 'Dominion and awe belong to God. Who can be righteous before him? Even the stars are not pure in his sight!'",
      "26": "Job said, 'How you have helped the weak! Sheol is naked to God. The pillars of heaven tremble. These are the fringes of his ways!'",
      "27": "'My heart does not reproach me. Let my enemy be as the wicked! His many sons are for the sword. The wind sweeps him from his place.'",
      "28": "'There is a mine for silver, but where is wisdom found? It is hidden from the eyes of all living. The fear of the Lord is wisdom!'",
      "29": "'Oh, for the days when God watched over me! When I took my seat in the square. I was father to the needy and comforted the mourners.'",
      "30": "'But now younger men mock me. They do not hesitate to spit at me. God has cast me into the mire. When I expected good, evil came.'",
      "31": "'Does God not see my ways? Have I lied? Have I refused to help the poor? Have I put my trust in money? Let the Almighty answer me!'",
      "32": "Elihu was angry with Job and his three friends. He said, 'I am young, but it is not only the old who are wise. I will have my say.'",
      "33": "'Job, please listen to my words. God does speak, perhaps in a dream or through pain. He does this to deliver a person from the pit.'",
      "34": "'It is unthinkable that God would do wrong. Can one who hates justice govern? God shows no partiality. Job speaks like the wicked!'",
      "35": "'Even if you are righteous, what do you give to God? He does not answer because of the pride of evil men. You must wait for him!'",
      "36": "'I have more to say on God's behalf. He is mighty but does not despise any. Who is a teacher like him? Remember to extol his work!'",
      "37": "'God thunders with his voice. By the breath of God, ice is made. Do you know his wondrous works? He is great in power and justice!'",
      "38": "Then the LORD said, 'I will question you. Where were you when I founded the earth? Who enclosed the sea? Can you bind the Pleiades?'",
      "39": "'Do you mark when the deer is born? Will the wild ox serve you? Do you give the horse his might? Does the hawk fly by your wisdom?'",
      "40": "Job said, 'I have no answer.' The LORD said, 'Will you condemn me? Behold now, Behemoth, which I made. Can anyone pierce his nose?'",
      "41": "'Can you catch Leviathan with a hook? Everything under heaven is mine. His breath sets coals ablaze. He is king over all the proud.'",
      "42": "Job said, 'I repent in ashes.' The LORD said to Eliphaz, 'You have not spoken rightly of me, as Job has.' He restored Job's fortunes."
    }
  }
  