{
    "John": {
      "1": "The Word of God became flesh and dwelt with us. John the Baptist bore witness to him. Andrew told Simon Peter and they followed Jesus.",
      "2": "Jesus turned water into wine at a wedding. He drove money-changers from the temple. He said, 'Destroy this temple and I will raise it.'",
      "3": "Jesus told Nicodemus, 'Be born again. Whoever believes in the Son will have eternal life.' John the Baptist said, 'He is above all.'",
      "4": "Jesus spoke with a Samaritan woman about her husbands. She said, 'Can this be the Christ?' Many believed. He healed an official's son.",
      "5": "Jesus healed a man at Bethesda. He said, 'The Son only does what he sees the Father doing. My works and the Scriptures bear witness.'",
      "6": "Jesus fed 5,000 men and walked across the sea. He said, 'I am the bread of life. My flesh is true food.' Many disciples turned back.",
      "7": "Jesus went to the feast. The people said, 'Is this the Christ?' The chief priests tried to arrest him. He called out, 'Come and drink.'",
      "8": "Jesus did not condemn a woman caught in adultery. The Pharisees questioned him. He said, 'If God were your Father you would love me.'",
      "9": "Jesus healed a blind man on the Sabbath. The Pharisees called the man and threw him out. Jesus said, 'I came that the blind may see.'",
      "10": "Jesus said, 'I am the good shepherd. I give my life for the sheep.' They asked, 'Are you the Christ?' He said, 'My sheep follow me.'",
      "11": "Lazarus died. Jesus went to the tomb and said, 'Lazarus, come out.' Lazarus came out. The chief priests plotted to put Jesus to death.",
      "12": "Jesus rode into Jerusalem. The crowd shouted, 'Hosanna!' He said, 'The Son of Man must be lifted up. I have come to save the world.'",
      "13": "Jesus washed the disciples' feet. He said, 'One of you will betray me.' Judas left. Jesus said, 'Love each other as I have loved you.'",
      "14": "'I am the way, the truth, and the life. I am in the Father and the Father in me. He will give you the Holy Spirit. Do not be afraid.'",
      "15": "'I am the vine, you are the branches. You are my friends if you do what I command. If they persecuted me, they will persecute you.'",
      "16": "'The Spirit will convict the world of sin. He will guide you into all truth. Your sorrow will turn to joy. I am going to the Father.'",
      "17": "Jesus said, 'Father, I have revealed your name to those you gave me. Sanctify them in the truth. May all who believe in me be one.'",
      "18": "Judas betrayed Jesus to the chief priests. Peter denied him. He was sent before Pilate. Jesus said, 'My kingdom is not of this world.'",
      "19": "The soldiers took Jesus and crucified him. He said, 'It is finished.' He gave up his spirit. A soldier pierced his side with a spear.",
      "20": "Mary went to the tomb and found it empty. Jesus met her. He came and stood among the disciples. Thomas said, 'My Lord and my God!'",
      "21": "Jesus appeared as the disciples were fishing. He said to Peter, 'Do you love me? Feed my sheep.' The beloved disciple has testified."
    }
  }
  