{
    "Joshua": {
      "1": "The LORD said to Joshua, 'Arise, cross into the land. Be strong and courageous.' So Joshua told the officers to prepare provisions.",
      "2": "Joshua sent two spies to Jericho. A prostitute called Rahab hid them, so they promised to spare her family. They reported to Joshua.",
      "3": "The Israelites camped by the Jordan. When the priests carrying the ark reached the river it stopped, so Israel crossed on dry ground.",
      "4": "The LORD told Joshua to set up memorial stones from the Jordan. When the priests brought the ark up to the bank the waters returned.",
      "5": "The LORD told Joshua to circumcise the men. They called the place Gilgal. Joshua met the commander of the LORD's army and bowed down.",
      "6": "The LORD said that the army should march around Jericho. On the seventh day they shouted and the walls fell. They destroyed the city.",
      "7": "Achan took some banned items. When the army went against Ai they were defeated. The LORD identified Achan and the people stoned him.",
      "8": "The LORD told Joshua to take the army against Ai. They set up an ambush and destroyed the city. Joshua read out the book of the law.",
      "9": "The Gibeonites sent envoys. They pretended that they were from far away and made a treaty. The Israelites found out but spared them.",
      "10": "Five Amorite kings attacked the Gibeonites. The sun stood still while the Israelites took revenge. Joshua defeated the whole region.",
      "11": "The kings of the north joined forces to fight against Israel but the LORD gave Joshua victory. So Joshua took the whole land.",
      "12": "Israel defeated the kings east of the Jordan under Moses and the kings west of the Jordan under Joshua. Thirty-one kings in total.",
      "13": "Now Joshua was old. The LORD said, 'Divide the remaining land among the tribes.' Moses had given land to Reuben, Gad and Manasseh.",
      "14": "Judah came to Joshua. Caleb said, 'Moses promised me the mountain because I obeyed the LORD fully.' So Joshua gave Hebron to Caleb.",
      "15": "Judah's land bordered with Edom to the south. Caleb took Hebron, Othniel took Kiriath-sepher but Judah could not defeat Jerusalem.",
      "16": "Joseph's land was from the Jordan to the sea. Ephraim's territory was within Manasseh's. Ephraim did not drive out the Canaanites.",
      "17": "There was a lot for Machir the firstborn of Manasseh and a lot for the rest of Manasseh. Manasseh did not drive out the Canaanites.",
      "18": "Joshua sent surveyors from the remaining tribes and then divided the land. Benjamin's lot was from Kiriath-jearim to the Salt Sea.",
      "19": "Simeon's lot was within Judah's. There were lots for Zebulun, Issachar, Asher, Naphtali and Dan. The Israelites gave Joshua a city.",
      "20": "The LORD said to Joshua, 'Appoint the cities of refuge.' So they set apart Kedesh, Shechem, Hebron, Bezer, Ramoth and Golan.",
      "21": "The Israelites gave cities and pasture lands to the Levites. So the LORD gave Israel all the land he had promised to their fathers.",
      "22": "Reuben, Gad and Manasseh went back to their land and built an altar. They reassured Phinehas that they had not turned from the LORD.",
      "23": "Joshua summoned Israel and said, 'You have seen all that the LORD has done. Hold fast to the LORD or you will perish from the land.'",
      "24": "Joshua said to the people, 'Choose this day whom you will serve,' and they replied, 'We will serve the LORD.' Then Joshua died."
    }
  }
  