{
    "Judges": {
      "1": "Judah defeated the Canaanites and took Jerusalem. Joseph put Bethel to the sword. But the Canaanites were not driven out completely.",
      "2": "After Joshua's generation died the Israelites served Baals. The LORD sold them to their enemies but raised up judges to deliver them.",
      "3": "After Othniel died the Israelites did evil. King Eglon defeated them. The LORD raised up Ehud who thrust a sword into Eglon's belly.",
      "4": "Jabin and Sisera oppressed Israel. Deborah sent Barak against them and the LORD routed them. Jael drove a peg through Sisera's head.",
      "5": "Deborah and Barak sang: 'When leaders lead and people are willing, praise the LORD! Blessed is Jael; Let your enemies perish, O LORD!'",
      "6": "The LORD gave the Israelites to Midian. The angel of the LORD told Gideon to save Israel and gave him a sign. Gideon gathered an army.",
      "7": "The LORD told Gideon to send away all but 300 men. The 300 crept into the Midianite camp. They blew trumpets and the Midianites fled.",
      "8": "Gideon defeated Zebah and Zalmunna and punished Succoth and Penuel. He refused to rule Israel. When Gideon died Israel served Baals.",
      "9": "Abimelech killed his brothers and ruled over Israel. Gaal rose against him. Abimelech destroyed Shechem but was killed by a millstone.",
      "10": "Again the Israelites did evil. The LORD sold them to the Philistines and the Ammonites. They cried out and put aside foreign gods.",
      "11": "Jephthah vowed to sacrifice whatever came out to meet him if he defeated the Ammonites. His daughter met him so he sacrificed her.",
      "12": "The Ephraimites attacked Jephthah. Jephthah and the Gileadites defeated them and caught survivors by making them say 'Shibboleth'.",
      "13": "The LORD gave Israel to the Philistines. The angel of the LORD told Manoah's wife that she would conceive. She named her son Samson.",
      "14": "Samson took a Philistine wife. He killed a lion and bees made honey in the carcass. He posed a riddle but his wife explained it.",
      "15": "Samson's wife married another man so Samson burned the Philistine crops. The Israelites bound him. He killed a thousand Philistines.",
      "16": "Samson loved Delilah. She had his hair shaved so he lost his strength and was captured. He died pulling down the Philistine temple.",
      "17": "Micah set up a shrine. There was no king so everyone did what was right in their own eyes. Micah appointed a Levite as his priest.",
      "18": "Spies from Dan stayed with Micah. When the Danites went against Laish they took Micah's idol and his priest. They named the city Dan.",
      "19": "A Levite came to Gibeah. The men of the city raped his concubine until she died. He cut up her body and sent a piece to each tribe.",
      "20": "The Israelites gathered to attack Gibeah. The Benjaminites defended the city but they were defeated and only 600 of them survived.",
      "21": "The Israelites grieved that a tribe would be cut off. They destroyed Jabesh-gilead and captured wives for the remaining Benjaminites."
    }
  }
  