{
    "Leviticus": {
      "1": "Whoever brings a burnt offering should slaughter a bull, a sheep, a goat or a bird. The priest shall burn it on the altar to the LORD.",
      "2": "A grain offering should be fine flour with oil and incense. The priest shall burn a portion. The rest belongs to Aaron and his sons.",
      "3": "A peace offering should be from the herd or the flock. Slaughter it at the tabernacle. The priest shall burn it on the altar as food.",
      "4": "If anyone sins unintentionally they should slaughter a bull, a goat or a lamb. The priest shall burn it to the LORD to make atonement.",
      "5": "When anyone sins with an oath or becomes unclean they should confess it and bring a sin offering. A guilt offering should be a ram.",
      "6": "When anyone cheats a neighbor they should make restitution and bring a guilt offering. The fire on the altar shall never go out.",
      "7": "The meat of a peace offering must be eaten within two days. Do not eat fat or blood. The wave offering belongs to Aaron and his sons.",
      "8": "Moses gathered the people at the tabernacle. He made offerings on the altar and consecrated Aaron and his sons with oil and blood.",
      "9": "Aaron brought a sin offering and a burnt offering to make atonement. The glory of the LORD appeared and a fire consumed the offerings.",
      "10": "Nadab and Abihu offered strange fire, so fire came from the LORD and killed them. Aaron and his other sons stayed at the tabernacle.",
      "11": "You may eat animals with cloven hooves that chew the cud, and fish with scales and fins. Anything that touches a carcass is unclean.",
      "12": "A male child shall be circumcised on the eighth day. A woman who gives birth shall bring offerings after her days of purification.",
      "13": "If anyone has leprosy the priest shall declare them unclean and they shall live outside the camp. A leprous garment shall be burned.",
      "14": "If anyone is healed of leprosy they shall shave their hair and bring offerings. If a house has mildew the priest shall inspect it.",
      "15": "When a man has a discharge he is unclean. When he ejaculates he is unclean until evening. When a woman has her period she is unclean.",
      "16": "Once a year Aaron shall make atonement for the people. He shall bring one goat as a sin offering and release another as a scapegoat.",
      "17": "Anyone who kills an animal and does not bring an offering is guilty. The life is in the blood and I have given it to make atonement.",
      "18": "Don't have sex with a relative, a woman on her period, your neighbor's wife, another man or an animal. These things defile the land.",
      "19": "Be holy. Keep my Sabbaths. Don't turn to idols. Love your neighbor as yourself. Don't mix livestock. Do no injustice. I am the LORD.",
      "20": "Anyone who worships Molech, curses their parents, commits adultery or has sex with a man shall be put to death. You shall be holy.",
      "21": "A priest must not make himself unclean and must only marry a virgin. No descendant of Aaron with a defect may offer the offerings.",
      "22": "A priest shall not eat the offerings if he is unclean. No outsider shall eat the offerings. Offerings must be animals without defect.",
      "23": "Proclaim as feasts: Passover, Unleavened Bread, First Fruits, Fifty Days Later, the Day of Trumpets, the Day of Atonement and Booths.",
      "24": "Aaron is to tend the lamps and set out the bread before the LORD. An Israelite blasphemed so they took him outside and stoned him.",
      "25": "Every seventh year the land shall rest. Every fiftieth year shall be a jubilee, when property shall be restored and slaves released.",
      "26": "If you keep my laws I will give peace in the land and make you fruitful. If not I will scatter you, but I will not break my covenant.",
      "27": "If anyone dedicates a person or land to the LORD you shall make a valuation. A tithe of everything from the land belongs to the LORD."
    }
  }
  