{
    "Luke": {
      "1": "The angel Gabriel foretold the birth of John. He told Mary, 'You will have a son named Jesus.' Mary said, 'My soul magnifies the Lord!'",
      "2": "Mary gave birth in Bethlehem. Angels sent shepherds to see the child. Jesus was presented at the temple. He grew in wisdom and stature.",
      "3": "John came from the wilderness preaching repentance. Jesus was baptised. He was son of David, son of Abraham, son of Adam, son of God.",
      "4": "Jesus was tempted by Satan in the wilderness. In the synagogue he read out, 'The Spirit of the Lord is on me.' He healed all the sick.",
      "5": "Simon, James and John left everything and followed Jesus. Jesus forgave and healed a paralytic. The Pharisees asked him about fasting.",
      "6": "Jesus healed a man on the Sabbath. He chose twelve apostles. He said, 'Blessed are the poor. Love your enemies. Hear and do my words.'",
      "7": "Jesus healed a centurion's servant and raised a widow's son. John sent messengers to Jesus. A woman washed Jesus' feet with her tears.",
      "8": "Jesus told a parable about a sower. He explained it to his disciples. He calmed a storm, delivered a man and healed Jairus' daughter.",
      "9": "Jesus sent out the twelve. He fed 5,000 men. Peter said, 'You are the Christ.' Jesus said, 'Take up your cross.' He was transfigured.",
      "10": "Jesus sent out the seventy-two. A lawyer asked, 'Who is my neighbour?' Jesus said, 'A man was robbed. He was helped by a Samaritan.'",
      "11": "Jesus said, 'Pray, 'Father, your kingdom come.' Seek and you will find. Only the sign of Jonah will be given. Woe to you Pharisees!'",
      "12": "Jesus said, 'Even the hairs of your head are numbered. Sell your possessions. Be ready for the Son of Man. I came to bring division.'",
      "13": "Jesus said, 'Repent or you will perish.' He healed a woman on the Sabbath. He said, 'Seek the narrow door. I must go on to Jerusalem.'",
      "14": "Jesus said, 'Choose the lowest place. A man gave a banquet but his guests made excuses. To be my disciple you must carry your cross.'",
      "15": "Jesus said, 'Heaven rejoices when a sinner repents. A son squandered his father's wealth. He returned and his father called a feast.'",
      "16": "'A shrewd manager reduced his master's bills before he was fired. Abraham would not send Lazarus to comfort a rich man in Hades.'",
      "17": "Jesus said, 'If your brother repents, forgive him.' He healed ten lepers. He said, 'In his day the Son of Man will light up the sky.'",
      "18": "Jesus gave parables about prayer. He told a rich man to sell everything. He said, 'The Son of Man will be killed but he will rise.'",
      "19": "Jesus ate with Zacchaeus. He told a parable about servants in the kingdom. He rode into Jerusalem on a colt and wept over the city.",
      "20": "The elders questioned Jesus' authority. Jesus said, 'A man's tenants killed his son.' So they asked about taxes and the resurrection.",
      "21": "Jesus said, 'The temple will be thrown down. Jerusalem will be trampled. The Son of Man will come in glory. Stay awake at all times.'",
      "22": "Jesus took Passover with the disciples. He prayed at the Mount of Olives. Judas betrayed him to the chief priests. Peter denied him.",
      "23": "Jesus was taken to Pilate. The crowd said, 'Crucify him!' He was crucified with two criminals. Darkness fell and he breathed his last.",
      "24": "The women found the tomb empty. Jesus met two on the road to Emmaus. He appeared to the disciples and opened the Scriptures to them."
    }
  }
  