{
    "Mark": {
      "1": "Jesus was baptised by John. He called Simon, Andrew, James and John to follow him. He preached and cast out demons. He healed a leper.",
      "2": "Many gathered at the house. Jesus forgave a paralytic his sins and healed him. He was questioned about fasting and keeping the Sabbath.",
      "3": "Jesus healed a man on the Sabbath. Great crowds followed him. He appointed twelve apostles. He said, 'Whoever obeys God is my family.'",
      "4": "Jesus taught a parable about a sower and many others. He explained everything to the disciples. In the boat he calmed a great storm.",
      "5": "Jesus delivered a man of many demons. They entered a herd of pigs. He healed a woman with a haemorrhage and raised Jairus' daughter.",
      "6": "He sent the twelve out to preach. Herod executed John the Baptist. Jesus fed 5,000 men. He came to the disciples walking on the sea.",
      "7": "The Pharisees questioned Jesus about tradition. He said, 'Evil comes from within.' He delivered a Gentile girl and healed a deaf man.",
      "8": "Jesus fed 4,000 people and healed a blind man. Peter said, 'You are the Christ.' Jesus told them that he must be killed and rise again.",
      "9": "Jesus took Peter, James and John and was transfigured. He healed an epileptic. The disciples argued about which of them was greatest.",
      "10": "Jesus was questioned about divorce. He told a rich man to sell everything. He said, 'The first must be last.' He healed Bartimaeus.",
      "11": "Jesus rode into Jerusalem on a donkey. He drove the money-changers from the temple. The elders asked, 'Who gave you this authority?'",
      "12": "Jesus said, 'A man's tenants killed his son.' The Pharisees questioned him about the law. He said, 'Love God and love your neighbour.'",
      "13": "Jesus said, 'In the end you will be hated by all. Let those in Judea flee. The Son of Man will come in glory. No one knows the day.'",
      "14": "Jesus took Passover with his disciples. He prayed in agony in Gethsemane. Judas betrayed him to the chief priests. Peter denied him.",
      "15": "Jesus was handed over to Pilate. The crowd cried, 'Crucify him!' He was mocked and crucified. Darkness fell and he breathed his last.",
      "16": "The women went to the tomb. A man in white said, 'He has risen!' Jesus appeared to the disciples. He said, 'Go and preach the gospel.'"
    }
  }
  