{
    "Matthew": {
      "1": "The record of Jesus Christ, son of David, son of Abraham. Mary bore a son by the Holy Spirit. An angel told Joseph to name him Jesus.",
      "2": "Wise men came from the east to worship the child. King Herod ordered that all the baby boys be killed. An angel warned Joseph to flee.",
      "3": "John the Baptist was preaching, 'Repent, the kingdom is near!' Jesus was baptised by John. A voice from heaven said, 'This is my Son.'",
      "4": "Jesus was tempted by Satan in the wilderness. He called Peter, Andrew, James and John to follow him. He preached and healed the sick.",
      "5": "Jesus said, 'Blessed are the pure in heart. I have come to fulfil the law. Whoever is angry will be judged. I say, love your enemies.'",
      "6": "'Do your good deeds in secret. Pray, 'Father, your kingdom come.' You cannot serve God and money. Do not be anxious about your life.'",
      "7": "'Do not judge others. Do to others what you would have them do to you. Whoever obeys is like a man who built his house on the rock.'",
      "8": "Jesus cleansed a leper. He healed the servant of a centurion who had faith. He calmed a storm at sea and cast demons out of two men.",
      "9": "Jesus healed a paralytic. Many sinners came to eat with him. He raised a girl to life and healed two blind men. The crowds marvelled.",
      "10": "Jesus sent out the twelve to proclaim the kingdom. 'You will be hated for my name, but do not fear. Whoever receives you receives me.'",
      "11": "John sent word from prison. Jesus said, 'John the Baptist is Elijah.' Jesus denounced the cities and said, 'Come, my burden is light.'",
      "12": "The Pharisees opposed Jesus when he healed on the Sabbath. He said, 'A tree is known by its fruit. The sign of Jonah will be given.'",
      "13": "Jesus gave a parable about a sower. He told the disciples, 'Seeing they do not see.' He said, 'The kingdom is like hidden treasure.'",
      "14": "Herod had John the Baptist killed. Jesus fed 5,000 men with five loaves and two fish. Jesus came to the disciples walking on the sea.",
      "15": "Jesus challenged the Pharisees about tradition. He healed a Canaanite woman's daughter. He taught on the mountain and fed 4,000 men.",
      "16": "Peter said, 'You are the Christ.' Jesus told them that he must be killed and be raised. He said, 'Take up your cross and follow me.'",
      "17": "Jesus took Peter, James and John and was transfigured. A voice said, 'This is my son.' Jesus healed an epileptic. Peter paid the tax.",
      "18": "Jesus said, 'Become like children to enter the kingdom. A shepherd searches for the lost sheep. Forgive seventy times seven times.'",
      "19": "Jesus was asked about divorce. He said, 'Do not separate what God has joined.' He told a rich man, 'Sell everything and follow me.'",
      "20": "'The kingdom is like a master paying wages.' Jesus told the disciples, 'The Son of Man came to give his life as a ransom for many.'",
      "21": "Jesus rode into Jerusalem on a donkey. He healed and taught in the temple. 'A man sent his son to his tenants, but they killed him.'",
      "22": "Jesus said, 'The kingdom is like a wedding.' The Pharisees questioned him about the law. He said, 'Love God and love your neighbour.'",
      "23": "Jesus said, 'The Pharisees preach but do not practise. You strain out a gnat but swallow a camel. You kill and crucify the prophets.'",
      "24": "Jesus said, 'In the end there will be tribulation. Let those in Judea flee. The Son of Man will come in glory. No one knows the day.'",
      "25": "'The kingdom is like virgins awaiting the bridegroom. A man entrusted talents to his servants. The Son of Man will judge the nations.'",
      "26": "Jesus took Passover with his disciples. He prayed in agony in Gethsemane. Judas betrayed Jesus to the chief priests. Peter denied him.",
      "27": "Jesus was handed over to Pilate. The crowd said, 'Crucify him!' He was mocked and crucified. Darkness fell and he gave up his spirit.",
      "28": "The women went to the tomb. An angel said, 'He has risen!' Jesus met them. He came to the eleven and said, 'Go and make disciples.'"
    }
  }
  