{
    "Numbers": {
      "1": "The LORD told Moses to count the Israelite armies. The number of men over twenty years old was 603,550. The Levites were not counted.",
      "2": "The Israelites shall camp around the tabernacle: Judah to the east, Reuben to the south, Ephraim to the west and Dan to the north.",
      "3": "The Levites are to assist Aaron. I have taken them in place of every firstborn. The number of Levites over one month old was 22,000.",
      "4": "The Kohathites are to carry the most holy things. The Gershonites are to carry the coverings. The Merarites are to carry the frame.",
      "5": "Anyone who sins shall make restitution and add a fifth. If a man suspects his wife of unfaithfulness he shall take her to the priest.",
      "6": "Anyone who makes a Nazirite vow shall not drink wine or cut their hair. Aaron's blessing shall be: 'The LORD bless you and keep you.'",
      "7": "The leader of each tribe brought a grain offering, a burnt offering, a sin offering and peace offerings. Moses spoke with the LORD.",
      "8": "Present the Levites as a wave offering to the LORD and make atonement for them. I have set them apart to serve at the tent of meeting.",
      "9": "In the first month of the second year the Israelites kept the Passover. Whenever the cloud lifted from the tabernacle they journeyed.",
      "10": "Make two silver trumpets to direct the congregation. In the second month the cloud lifted and they set out as the LORD had commanded.",
      "11": "The people grumbled that they had no meat. The LORD was angry but he sent quails. He put his Spirit on seventy elders to help Moses.",
      "12": "Miriam and Aaron spoke against Moses. The LORD was angry and Miriam became leprous. Moses prayed and after seven days she returned.",
      "13": "Moses sent men to spy out the land of Canaan. Caleb said, 'Let us go up,' but the others said that the inhabitants were too strong.",
      "14": "The people grumbled so the LORD said that they would spend forty years in the wilderness. They went up to the land but were defeated.",
      "15": "There is one law for you and for strangers. Make an offering if you sin unintentionally. Anyone who sins defiantly shall be cut off.",
      "16": "Korah, Dathan and Abiram rose against Moses and Aaron. Moses said, 'The LORD will choose.' The ground swallowed up those with Korah.",
      "17": "The LORD told Moses to bring a staff from each tribal leader to the Tent of Meeting to stop the grumbling. Aaron's staff blossomed.",
      "18": "The LORD told Aaron: 'I have given you the Levites to work at the Tent of Meeting. Everything that is devoted to the LORD is yours.'",
      "19": "Burn a heifer outside the camp for the water of cleansing. Anyone who is unclean and does not cleanse themselves shall be cut off.",
      "20": "The LORD told Moses to speak to a rock to produce water but he struck the rock. Edom refused Israel passage. Aaron died at Mount Hor.",
      "21": "The people grumbled so the LORD sent snakes. Moses made a bronze snake and whoever looked at it lived. Israel defeated the Amorites.",
      "22": "Balak sent for Balaam to curse Israel. Balaam's donkey warned him. The Angel of the LORD said, 'Go, but speak only what I tell you.'",
      "23": "The LORD gave Balaam a word: 'How can I curse whom God has not cursed?' Then at another place: 'The LORD their God is with Israel.'",
      "24": "Balaam gave a word: 'How lovely are your tents, O Jacob.' Balak was angry. Balaam said: 'A star and a sceptre shall rise in Israel.'",
      "25": "The people were unfaithful with Moabite women and worshipped their gods. Phinehas killed one couple and the LORD commended his zeal.",
      "26": "The LORD told Moses and Eleazar to take a census. There were 601,730 fighting men and 23,000 Levites. Only Joshua and Caleb remained.",
      "27": "The daughters of Zelophehad were given an inheritance. The LORD told Moses that he was to die. Moses commissioned Joshua as leader.",
      "28": "Bring offerings each morning and evening, on the Sabbath and on the first of the month. Celebrate Passover and the Feast of Weeks.",
      "29": "In the seventh month on first day sound the trumpets; on the tenth day make atonement; on the fifteenth day celebrate for seven days.",
      "30": "When a man makes a vow he must not break his word. When a woman makes a vow it shall stand unless her father or husband forbids it.",
      "31": "The LORD told Moses to take vengeance on the Midianites. The Israelites killed the men, burned their cities and divided the spoils.",
      "32": "Reuben and Gad asked to settle in Gilead. Moses agreed if they helped to conquer the land, so Reuben, Gad and Manasseh built cities.",
      "33": "The Israelites journeyed from Egypt. In the fortieth year Aaron died. They camped by the Jordan and the LORD said, 'Take the land.'",
      "34": "Your borders in Canaan shall be Edom, the Great Sea, Mount Hor and the Jordan. Eleazar and Joshua shall divide the land among you.",
      "35": "You shall give cities to the Levites. Appoint cities of refuge for anyone who has killed accidently. A murderer shall be put to death.",
      "36": "The clan of Gilead asked about Zelophehad's daughters. Moses said, 'Daughters who inherit land must marry within their own tribe.'"
    }
  }
  