{
    "Psalms": {
      "1": "Blessed is the man who does not walk with the wicked, whose delight is in the law of the LORD. He is like a tree planted by the water.",
      "2": "Why do the rulers plot against the LORD and his anointed? The LORD laughs! He said to me, 'You are my son.' O kings, fear the LORD!",
      "3": "O LORD, how many are my foes! But you are a shield around me. You have broken the teeth of the wicked. Salvation belongs to the LORD!",
      "4": "Answer me when I call, O God! O people, how long will you seek lies? Put your trust in the LORD! O LORD, you make me sleep in safety.",
      "5": "Hear my cry, O LORD! You hate all evildoers. Lead me in righteousness because of my enemies. Let all who take refuge in you rejoice!",
      "6": "Be merciful to me, O LORD! My soul is in anguish. I flood my bed with tears. Depart from me, you evildoers! The LORD has heard my cry.",
      "7": "O LORD, save me from all who pursue me. Arise in judgement! God has prepared his weapons against the wicked. I will praise the LORD!",
      "8": "O LORD, how majestic is your name in all the earth! What is man that you care for him? Yet you have crowned him with glory and honour.",
      "9": "I will praise you, O LORD! You have rebuked the nations. The LORD will judge the world with justice. The needy will not be forgotten.",
      "10": "O LORD, why do you stand far off? The wicked man hunts the weak. He says, 'God will never see.' O God, break the arm of the wicked!",
      "11": "In the LORD I take refuge. How can you say, 'Flee like a bird'? The LORD hates the wicked. The LORD is righteous and loves justice.",
      "12": "Help, O LORD, for the godly are no more. Everyone lies. 'I will protect the weak,' says the LORD. The words of the LORD are pure.",
      "13": "How long, O LORD? Will you forget me forever? Look on me and answer! Give light to my eyes. But I will trust in your unfailing love.",
      "14": "The fool says in his heart, 'There is no God.' There is no one who does good. Will evildoers never learn? God is with the righteous.",
      "15": "LORD, who may dwell in your sanctuary? He whose walk is blameless, who does not slander, who keeps his oath even when it hurts.",
      "16": "Protect me, O God! I have no good besides you. The LORD is my portion. I will not be shaken. In your presence is fullness of joy!",
      "17": "Hear a just cause, O LORD. My steps have held to your paths. Hide me in the shadow of your wings. Deliver my life from the wicked.",
      "18": "The LORD is my rock. I called and he thundered from heaven. He rescued me from my enemy. I will praise you among the nations, O LORD!",
      "19": "The heavens declare the glory of God. The law of the LORD is perfect, making wise the simple. May my words be pleasing to you, O LORD.",
      "20": "May the LORD answer you in the day of trouble! May he remember your offerings. The LORD saves his anointed. We rise up and stand firm!",
      "21": "O LORD, the king rejoices in your strength! You set a crown upon his head. You will destroy your enemies. We will praise your power!",
      "22": "My God, why have you forsaken me? I am despised. They have pierced my hands. You have answered me! The nations will worship the LORD!",
      "23": "The LORD is my shepherd. He leads me in paths of righteousness. I will fear no evil. I will dwell in the house of the LORD forever.",
      "24": "The earth is the LORD's! He who has a pure heart will receive blessing. Lift up your heads, O gates! The King of glory shall come in.",
      "25": "To you, O LORD, I lift up my soul. Show me your ways, teach me your paths. Be gracious to me, forgive my sins. I take refuge in you.",
      "26": "Vindicate me, O LORD, for I have walked with integrity. I do not sit with deceitful men. I love the place where your glory dwells.",
      "27": "The LORD is my light and my salvation. My heart will not fear. I will seek your face, O LORD; do not forsake me! Wait for the LORD.",
      "28": "To you I cry, O LORD my rock. Repay the wicked according to their works! The LORD is my shield. He is the strength of his people.",
      "29": "Ascribe to the LORD glory! The voice of the LORD is over the waters. The voice of the LORD shakes the wilderness. The LORD is king!",
      "30": "I will exalt you, O LORD, for you spared me from going down to the pit. I cried to you for mercy. You turned my mourning into dancing.",
      "31": "In you, O LORD, I seek refuge. Into your hand I commit my spirit. Deliver me from my enemies. Praise the LORD for his steadfast love!",
      "32": "Blessed are those whose sins are forgiven. When I kept silent, my bones wasted away. You surround me with glad cries of deliverance!",
      "33": "Rejoice in the LORD! Make melody, play skilfully. Let all the earth fear the LORD. His eye is on those who hope in his steadfast love.",
      "34": "O magnify the LORD with me! I sought him and he answered. Taste and see that the LORD is good. He is close to the brokenhearted.",
      "35": "O LORD, fight against those who fight against me! Then I will rejoice. They repay evil for good. Vindicate me in your righteousness!",
      "36": "The wicked flatter themselves. Your love, O LORD, reaches to the heavens. In your light we see light. There the evildoers lie fallen.",
      "37": "Do not be envious of evildoers, for they will fade like the grass. The righteous will inherit the earth. The LORD is their stronghold.",
      "38": "O LORD, your arrows have pierced me! My guilt has overwhelmed me. My strength fails me. I confess my sin. Do not forsake me, my God!",
      "39": "When I was silent, my anguish increased. O LORD, what is the measure of my days? My hope is in you. Deliver me from my transgressions.",
      "40": "I waited patiently for the LORD. He drew me up from the pit. I delight to do your will, O God. My heart fails me, but you are my help.",
      "41": "Blessed are those who consider the weak. My enemies say, 'When will he die?' They gather slander. But you, O LORD, have upheld me.",
      "42": "As the deer pants for water, so my soul longs for you, O God. Your waves break over me. Why are you downcast, O my soul? Hope in God.",
      "43": "Vindicate me, O God. Why have you rejected me? Send forth your light and your truth. Why are you downcast, O my soul? Hope in God.",
      "44": "O God, our fathers have told us how you drove out the nations. But now you have sold your people. Awake, O Lord! Rise up and help us.",
      "45": "My heart overflows with verses for the king. Your God has anointed you with gladness. All glorious is the princess in her chamber.",
      "46": "God is our refuge. We will not fear, though the earth give way. The nations rage, kingdoms fall. 'Be still and know that I am God.'",
      "47": "Clap your hands, you nations. How awesome is the LORD Most High! Sing praises to our God, sing praises. He is king of all the earth.",
      "48": "Great is the LORD, and greatly to be praised! The joy of the whole earth is Mount Zion. O God, we ponder your love in your temple.",
      "49": "Hear this, all peoples! Man in his pomp will not endure. He is like the beasts that perish. But God will ransom my soul from Sheol.",
      "50": "The Mighty One, God the LORD speaks: 'I will not accept bulls and goats. For you hate discipline. Offer a sacrifice of thanksgiving.'",
      "51": "Have mercy on me, O God! Cleanse me from my sin. Do not cast me away from your presence. A broken heart, O God, you will not despise.",
      "52": "Why do you boast of evil, O mighty man? Surely God will bring you down to ruin. But I am like a green olive tree in the house of God.",
      "53": "The fool says in his heart, 'There is no God.' There is no one who does good. Will evildoers never learn? God has rejected them.",
      "54": "Save me, O God, by your name. Strangers have risen against me. Surely God is my help. I will praise your name, O LORD, for it is good.",
      "55": "Listen to my prayer, O God. My thoughts trouble me. My companion has betrayed me. Cast your cares on the LORD and he will sustain you.",
      "56": "Be gracious to me, O God. My enemies pursue me all day long. When I am afraid, I will trust in you. You have delivered my soul from death.",
      "57": "Be merciful to me, O God! I take refuge in the shadow of your wings. My heart is steadfast, O God. I will sing and make melody!",
      "58": "Do you rulers judge justly? No, you devise injustice. O God, break the teeth of the wicked. Surely the righteous will be rewarded.",
      "59": "Deliver me from my enemies, O God. Fierce men conspire against me. But I will sing of your strength; you are my fortress and refuge.",
      "60": "You have rejected us, O God. Restore us! Save us and help us with your right hand. With God we will gain the victory.",
      "61": "Hear my cry, O God. I call to you as my heart grows faint. Lead me to the rock that is higher than I. I will sing praise to your name.",
      "62": "My soul finds rest in God alone. Trust in him at all times. Do not set your heart on riches. Power and love belong to God.",
      "63": "O God, you are my God; earnestly I seek you. My soul thirsts for you. I will praise you as long as I live. Your love is better than life.",
      "64": "Hear me, O God, as I voice my complaint. The wicked plot against me. But God will shoot them down. The righteous will rejoice in the LORD.",
      "65": "Praise awaits you, O God, in Zion. You answer prayer. You care for the land and water it. The valleys shout for joy and sing.",
      "66": "Shout for joy to God, all the earth! Come and see what God has done. He turned the sea into dry land. Let the sound of his praise be heard!",
      "67": "May God be gracious to us and bless us. May your ways be known on earth. May all the peoples praise you, O God.",
      "68": "May God arise, may his enemies be scattered. Sing to God, sing praise to his name. Summon your power, O God. Awesome is God from his sanctuary.",
      "69": "Save me, O God, for the waters have come up to my neck. I am worn out calling for help. I will praise God's name in song and glorify him with thanksgiving.",
      "70": "Hasten, O God, to save me. May those who seek my life be put to shame. But may all who seek you rejoice and be glad in you.",
      "71": "In you, O LORD, I have taken refuge. Do not cast me away when I am old. My lips will shout for joy when I sing praise to you.",
      "72": "Endow the king with your justice, O God. May he defend the afflicted. May grain abound throughout the land. Praise be to the LORD God.",
      "73": "Surely God is good to Israel. My feet had almost slipped. I envied the arrogant. Yet I am always with you; you hold me by my right hand.",
      "74": "O God, why have you rejected us forever? Remember the people you purchased. Rise up, O God, and defend your cause. Do not ignore the clamor of your adversaries.",
      "75": "We praise you, O God. You say, 'I choose the appointed time.' It is God who judges. As for me, I will declare this forever.",
      "76": "God is renowned in Judah. His name is great in Israel. You are resplendent with light. Make vows to the LORD your God and fulfill them.",
      "77": "I cried out to God for help. I will meditate on all your works. Your ways, O God, are holy. You led your people like a flock by the hand of Moses and Aaron.",
      "78": "O my people, hear my teaching. The LORD did miracles in Egypt. They forgot what he had done. Yet he was merciful. He led them like sheep.",
      "79": "O God, the nations have invaded your inheritance. We are objects of reproach. Help us, O God our Savior, for the glory of your name.",
      "80": "Hear us, O Shepherd of Israel. Awaken your might; come and save us. Return to us, O God Almighty! Make your face shine upon us.",
      "81": "Sing for joy to God our strength. 'Open wide your mouth and I will fill it.' But my people would not listen. I would feed you with the finest wheat.",
      "82": "God presides in the great assembly. 'How long will you defend the unjust? Rescue the weak and needy.' Rise up, O God, judge the earth.",
      "83": "O God, do not remain silent. Your enemies plot against you. Cover their faces with shame so that they will seek your name, O LORD.",
      "84": "How lovely is your dwelling place, O LORD Almighty. Better is one day in your courts than a thousand elsewhere. O LORD, hear my prayer.",
      "85": "You showed favor to your land, O LORD. Restore us again. I will listen to what God the LORD will say. Love and faithfulness meet together.",
      "86": "Hear my prayer, O LORD. I call to you in the day of my trouble. Teach me your way, O LORD. You are great and do marvelous deeds.",
      "87": "He has set his foundation on the holy mountain. The LORD loves the gates of Zion. As they make music they will sing, 'All my fountains are in you.'",
      "88": "O LORD, the God who saves me, day and night I cry out before you. Why, O LORD, do you reject me? Darkness is my closest friend.",
      "89": "I will sing of the LORD's great love forever. You said, 'I have made a covenant with my chosen one.' How long, O LORD? Praise be to the LORD forever!",
      "90": "Lord, you have been our dwelling place throughout all generations. Teach us to number our days. May the favor of the Lord rest upon us.",
      "91": "He who dwells in the shelter of the Most High will rest in the shadow of the Almighty. 'I will protect him, for he acknowledges my name.'",
      "92": "It is good to praise the LORD. The righteous will flourish like a palm tree. They will still bear fruit in old age. The LORD is upright.",
      "93": "The LORD reigns, he is robed in majesty. Your throne was established long ago. The seas have lifted up their voice. Your statutes stand firm.",
      "94": "O LORD, the God who avenges, shine forth. Who will rise up for me against the wicked? When I said, 'My foot is slipping,' your love supported me.",
      "95": "Come, let us sing for joy to the LORD. In his hand are the depths of the earth. Today, if you hear his voice, do not harden your hearts.",
      "96": "Sing to the LORD a new song. For great is the LORD and most worthy of praise. He will judge the world in righteousness and the peoples in his truth.",
      "97": "The LORD reigns, let the earth be glad! The heavens proclaim his righteousness. Rejoice in the LORD, you who are righteous, and praise his holy name.",
      "98": "Sing to the LORD a new song, for he has done marvelous things. The LORD has made his salvation known. Shout for joy to the LORD, all the earth.",
      "99": "The LORD reigns, let the nations tremble. Exalt the LORD our God. Moses and Aaron were among his priests. He spoke to them from the pillar of cloud.",
      "100": "Shout for joy to the LORD, all the earth. Know that the LORD is God. Enter his gates with thanksgiving. His love endures forever.",
      "101": "I will sing of your love and justice. I will be careful to lead a blameless life. I will have nothing to do with evil. My eyes will be on the faithful.",
      "102": "Hear my prayer, O LORD. My days vanish like smoke. But you, O LORD, sit enthroned forever. The nations will fear the name of the LORD.",
      "103": "Praise the LORD, O my soul. He forgives all your sins. The LORD is compassionate and gracious. From everlasting to everlasting is his love.",
      "104": "Praise the LORD, O my soul. He set the earth on its foundations. The moon marks off the seasons. I will sing praise to my God as long as I live.",
      "105": "Give thanks to the LORD. Remember his wonders. He brought Israel out of Egypt and made a covenant with them.",
      "106": "Praise the LORD. We have sinned, but he saved us. Remember me, O LORD, when you show favor to your people.",
      "107": "Give thanks to the LORD. He redeemed us. He brought us out of darkness. Whoever is wise, let him heed these things.",
      "108": "My heart is steadfast, O God. I will sing and make music. Save us and help us with your right hand.",
      "109": "O God, whom I praise, do not remain silent. They repay me evil for good. Help me, LORD my God; save me in accordance with your love.",
      "110": "The LORD says to my Lord: 'Sit at my right hand until I make your enemies a footstool for your feet.'",
      "111": "Praise the LORD. He has caused his wonders to be remembered. The fear of the LORD is the beginning of wisdom.",
      "112": "Blessed is the man who fears the LORD. Surely he will never be shaken. He has scattered abroad his gifts to the poor.",
      "113": "Praise the LORD, you his servants. He raises the poor from the dust and lifts the needy from the ash heap.",
      "114": "When Israel came out of Egypt, Judah became God's sanctuary. Tremble, O earth, at the presence of the Lord.",
      "115": "Not to us, O LORD, but to your name be the glory. Our God is in heaven; he does whatever pleases him. It is we who extol the LORD.",
      "116": "I love the LORD, for he heard my voice. The LORD is gracious and righteous. I will fulfill my vows to the LORD in the presence of all his people.",
      "117": "Praise the LORD, all you nations. Extol him, all you peoples. For great is his love toward us, and the faithfulness of the LORD endures forever.",
      "118": "Give thanks to the LORD, for he is good. The stone the builders rejected has become the cornerstone. The LORD has done this.",
      "119": "Blessed are those whose ways are blameless. I meditate on your precepts. Your word is a lamp to my feet. Great peace have they who love your law.",
      "120": "I call on the LORD in my distress, and he answers me. Woe to me that I dwell in Meshek. I am a man of peace.",
      "121": "I lift up my eyes to the hills—where does my help come from? My help comes from the LORD, the Maker of heaven and earth.",
      "122": "I rejoiced with those who said to me, 'Let us go to the house of the LORD.' Pray for the peace of Jerusalem.",
      "123": "I lift up my eyes to you, to you whose throne is in heaven. Have mercy on us, O LORD, have mercy on us.",
      "124": "If the LORD had not been on our side when men attacked us, they would have swallowed us alive. Our help is in the name of the LORD.",
      "125": "Those who trust in the LORD are like Mount Zion, which cannot be shaken. As the mountains surround Jerusalem, so the LORD surrounds his people.",
      "126": "When the LORD brought back the captives to Zion, we were like men who dreamed. Restore our fortunes, O LORD.",
      "127": "Unless the LORD builds the house, its builders labor in vain. Sons are a heritage from the LORD, children a reward from him.",
      "128": "Blessed are all who fear the LORD, who walk in his ways. May the LORD bless you from Zion all the days of your life.",
      "129": "They have greatly oppressed me from my youth, but they have not gained the victory over me. The LORD is righteous.",
      "130": "Out of the depths I cry to you, O LORD. I wait for the LORD, my soul waits. O Israel, put your hope in the LORD.",
      "131": "My heart is not proud, O LORD, my eyes are not haughty. I have stilled and quieted my soul. Put your hope in the LORD.",
      "132": "O LORD, remember David and all the hardships he endured. The LORD swore an oath to David, 'One of your own descendants I will place on your throne.'",
      "133": "How good and pleasant it is when brothers live together in unity! For there the LORD bestows his blessing, even life forevermore.",
      "134": "Praise the LORD, all you servants of the LORD who minister by night in the house of the LORD. May the LORD bless you from Zion.",
      "135": "Praise the LORD. He struck down the firstborn of Egypt and performed many wonders. The idols of the nations are silver and gold.",
      "136": "Give thanks to the LORD, for he is good. His love endures forever. He spread out the earth upon the waters. His love endures forever.",
      "137": "By the rivers of Babylon we sat and wept when we remembered Zion. How can we sing the songs of the LORD while in a foreign land?",
      "138": "I will praise you, O LORD, with all my heart. When I called, you answered me. Though the LORD is on high, he looks upon the lowly.",
      "139": "O LORD, you have searched me and you know me. Where can I go from your Spirit? Search me, O God, and know my heart.",
      "140": "Rescue me, O LORD, from evil men. Keep me from the hands of the wicked. I know that the LORD secures justice for the poor.",
      "141": "O LORD, I call to you; come quickly to me. Set a guard over my mouth, O LORD. My eyes are fixed on you, O Sovereign LORD.",
      "142": "I cry aloud to the LORD. When my spirit grows faint within me, it is you who know my way. Set me free from my prison.",
      "143": "O LORD, hear my prayer, listen to my cry for mercy. Teach me to do your will, for you are my God. I am your servant.",
      "144": "Praise be to the LORD my Rock, who trains my hands for war. Part your heavens, O LORD, and come down. Blessed are the people whose God is the LORD.",
      "145": "I will exalt you, my God the King. The LORD is gracious and compassionate. The LORD is near to all who call on him.",
      "146": "Praise the LORD, O my soul. Do not put your trust in princes. The LORD gives food to the hungry. He sustains the fatherless and the widow.",
      "147": "How good it is to sing praises to our God. He heals the brokenhearted. The LORD delights in those who fear him.",
      "148": "Praise the LORD from the heavens, praise him in the heights above. Praise him, sun and moon. He has raised up a horn for his people.",
      "149": "Sing to the LORD a new song, his praise in the assembly of the saints. The LORD takes delight in his people.",
      "150": "Praise the LORD. Praise God in his sanctuary. Let everything that has breath praise the LORD."
    }
}
      