{
    "Revelation": {
      "1": "The revelation of Jesus Christ to John. A voice said, 'Write to the churches.' I saw one like a son of man, his face was like the sun.",
      "2": "'Ephesus, renew your first love. Smyrna, be faithful until death. Pergamum, some hold false teaching. Thyatira, you tolerate Jezebel.'",
      "3": "'Sardis, you are not alive but dead. Philadelphia, you have endured in my word. Laodicea, you are lukewarm so I will spit you out.'",
      "4": "I saw one seated on the throne in heaven. The four living creatures say, 'Holy, holy, holy.' The elders say, 'You created all things.'",
      "5": "A Lamb standing as though slain took the scroll with seven seals. The creatures, elders and myriad angels sang, 'Worthy is the Lamb!'",
      "6": "The Lamb opened four seals and the horsemen went out to destroy. With the fifth seal I saw the martyrs. With the sixth the stars fell.",
      "7": "The 144,000 were sealed from the tribes. A multitude cried, 'Salvation belongs to our God.' An elder said, 'God will wipe every tear.'",
      "8": "With the seventh seal there was silence. I saw seven angels. Four angels blew their trumpets and a third of the earth was destroyed.",
      "9": "At the fifth trumpet, locusts from the pit tormented the earth. At the sixth trumpet, four angels killed a third of mankind with fire.",
      "10": "I saw an angel with a scroll. He cried out and seven thunders sounded. A voice said, 'Eat the scroll.' It was sweet and then bitter.",
      "11": "The two witnesses will prophesy until the beast kills them. At the seventh trumpet, loud voices said, 'Our God shall reign forever.'",
      "12": "A woman giving birth and a great dragon appeared. Michael and his angels fought the dragon. The dragon was thrown down to the earth.",
      "13": "I saw a beast rising out of the sea. It spoke blasphemy against God. Another beast rose and gave everyone a mark. Its number is 666.",
      "14": "I saw the Lamb in Zion with the 144,000. Angels said, 'The hour of judgement has come.' The earth was reaped with a sharp sickle.",
      "15": "I saw angels with seven plagues. Those who conquered sang, 'Just are your ways, Lord!' The angels were given seven bowls of wrath.",
      "16": "The bowls of wrath were poured out. The seas turned to blood, darkness fell, the kings gathered at Armageddon and the earth quaked.",
      "17": "I saw a prostitute on a beast with seven heads and ten horns. An angel said, 'The heads and horns are kings. The Lamb will conquer.'",
      "18": "An angel cried, 'Fallen, fallen is Babylon!' The kings and merchants will weep. An angel said, 'The great city will be thrown down.'",
      "19": "A multitude cried, 'Hallelujah! The Lord reigns.' The Word of God led the armies of heaven. The beast was cast into the lake of fire.",
      "20": "Satan was bound and the martyrs reigned with Christ for 1,000 years. Then Satan was cast into the lake of fire. The dead were judged.",
      "21": "I saw a new heaven and earth. A voice said, 'God dwells with his people.' An angel showed me the new Jerusalem. Its lamp is the Lamb.",
      "22": "The river of life flows from the throne of God. 'Behold, I am coming soon. I am the beginning and the end.' Amen. Come, Lord Jesus!"
    }
  }
  