{
    "Romans": {
      "1": "Paul, to the saints in Rome. I am eager to preach the gospel to you. The unrighteous have no excuse. God gave them up to their lusts.",
      "2": "In judging you condemn yourself. The doers of the law will be justified. Do you boast in the law but break it? A Jew is one inwardly.",
      "3": "The Jews were given the oracles of God. But no one is justified by the law. All have sinned and are justified through faith in Jesus.",
      "4": "Abraham was counted righteous by faith before he was circumcised. He is the father of all who believe. The promise depends on faith.",
      "5": "Therefore we rejoice in hope. While we were sinners, Christ died for us. As sin came through one man, so grace abounds through Christ.",
      "6": "We were baptised into Christ's death. So consider yourselves dead to sin and alive to God. Offer yourselves to God for righteousness.",
      "7": "You have died to the law. Is the law sin? No, sin produced death in me. I do not do what I want to do. My flesh serves the law of sin.",
      "8": "The law of the Spirit has set you free. We are children of God and co-heirs with Christ. Nothing can separate us from the love of God.",
      "9": "I grieve for my kinsmen. But not all Israel are Israel. God has mercy on whom he wills. Israel did not pursue righteousness by faith.",
      "10": "Everyone who calls on the Lord will be saved. How will they hear if no one preaches? Moses says of Israel, 'I will make you jealous.'",
      "11": "Even now there is a remnant of Israel. You Gentiles have been grafted into the tree. All Israel will be saved. Glory to God forever!",
      "12": "Present your bodies as a living sacrifice to God. We are one body in Christ. Love one another as brothers. Overcome evil with good.",
      "13": "Submit to authorities. Pay taxes to those due taxes. Owe nothing except love, which fulfils the law. Clothe yourselves with Christ.",
      "14": "Accept those who are weak in faith. Everything is clean but it is wrong to cause anyone to stumble. Whatever is not of faith is sin.",
      "15": "Each of us should build up our neighbours. Christ confirmed the promises given to the patriarchs. I hope to see you as I go to Spain.",
      "16": "I commend to you Phoebe. Greet Prisca, Aquila, Andronicus, Junia and Rufus. Avoid those who cause divisions. Glory to God forever!"
    }
  }
  