{
    "Zechariah": {
      "1": "The LORD said, 'Return to me.' So the people repented. I saw a man on a red horse. The LORD said, 'I will return to Zion with mercy.'",
      "2": "I saw a man going to measure Jerusalem. The LORD says, 'I will be her glory.' He sent me to the nations. The LORD will inherit Judah.",
      "3": "Joshua stood before the angel. The LORD rebuked Satan. They put new clothes on Joshua. The LORD says, 'I will bring forth my servant.'",
      "4": "I saw a lampstand. I asked the angel about it. 'Not by might but by my Spirit,' says the LORD. 'Zerubbabel will complete the temple.'",
      "5": "I saw a flying scroll. He said, 'This is the curse on thieves and liars.' I saw a woman in a basket. He said, 'This is Wickedness.'",
      "6": "I saw four chariots with red, black, white and dappled horses. The LORD said, 'Make a crown for Joshua. He shall build the temple.'",
      "7": "The people asked, 'Should we fast?' The LORD said, 'Show mercy and do not oppress. But they would not listen. So I scattered them.'",
      "8": "The LORD said: 'I am jealous for Zion. I will save my people. Your fasts shall be feasts. Nations shall seek the LORD in Jerusalem.'",
      "9": "The LORD is against Hadrach, Tyre and Philistia. Rejoice, O Zion! Behold your king, riding on a donkey. The LORD will save his people.",
      "10": "Ask the LORD for rain. From Judah will come the cornerstone. 'I will save Judah for I am the LORD their God. I will bring them home.'",
      "11": "The cedar has fallen! The LORD said, 'Shepherd the doomed flock.' I broke the two staffs. The LORD said, 'Woe to the idle shepherd!'",
      "12": "The LORD said: 'I will make Jerusalem an immovable rock. They will look upon me whom they have pierced. And they will mourn alone.'",
      "13": "'There will be a fountain to cleanse from sin. I will remove prophets from the land. Strike my shepherd and the sheep will scatter.'",
      "14": "A day is coming when the LORD will go into battle. Jerusalem will dwell in security. All the nations will worship the LORD of hosts."
    }
  }
  